Repository: Aluminum5/ValyriaTear
Catalog: po/*.po
Languages: gd, uk_ua

source: Running out of magic points? You can restore your PMs using Moon juice.
uk_ua: Закінчуються сили на магію? Їх можна відновити екстрактом калини.

source: Escape
uk_ua: Esc

source: Space
uk_ua: Пробіл

source: Please go and see Olivia. She will explain everything to you.
uk_ua: Прошу, сходи до Олівії. Вона все тобі пояснить.
