Repository: Aluminum5/ValyriaTear
Catalog: po/*.po
Languages: gd, uk_ua

source: There are additional commands available which can be found in the MANUAL file.
gd: Tha barrachd àitheantan ann ’s fiosrachadh mu an dèidhinn san fhaidhle MANUAL.
uk_ua: Є також інші команди, які можна знайти у файлі MANUAL.

source: Paused
gd: ’Na stad
uk_ua: Пауза

source: Quit to Main Menu
gd: Fàg dhan phrìomh chlàr-taice
uk_ua: Вийти у головне меню

source: Quit Game
gd: Fàg an geama
uk_ua: Вийти зі гри

source: Save Game
gd: Sàbhail an geama
uk_ua: Зберегти гру

source: Confirm Save
gd: Dearbh an sàbhaladh
uk_ua: Підтвердити збереження

source: Load Auto-Save
gd: Luchdaich fèin-shàbhaladh
uk_ua: Завантажити автозбереження

source: Load Save
gd: Luchdaich na shàbhail thu fhèin
uk_ua: Завантажити збережену гру

source: Save successful!
gd: Chaidh a shàbhaladh!
uk_ua: Гру успішно збережено!

source: Unable to save game! Save FAILED!
gd: Cha deach leinn an geama a shàbhaladh! DH’FHÀILLIG leis an t-sàbhaladh!
uk_ua: Неможливо зберегти гру! Помилка при збереженні гри!

source: No valid saves found!
gd: Cha deach geama air a shàbhaladh dligheach a lorg!
uk_ua: Не знайдено коректних збережених ігор!

source: Slot %d
gd: Ionad %d
uk_ua: Пункт %d

source: Invalid data!
gd: Dàta mì-dhligheach!
uk_ua: Невірні дані!

source: This slot is unused
gd: Cha deach an t-ionad seo a chleachdadh
uk_ua: Цей пункт вільний

source: Category
gd: Roinn-seòrsa
uk_ua: Категорія

source: Name
gd: Ainm
uk_ua: Назва

source: Price
gd: Prìs
uk_ua: Ціна

source: Stock
gd: Stòras
uk_ua: Магаз.

source: Own
gd: Leatsa
uk_ua: Є

source: Weapons
gd: Airm
uk_ua: Зброя

source: Head Armor
gd: Armachd cinn
uk_ua: Броня на голову

source: Torso Armor
gd: Armachd cuim
uk_ua: Броня на торс

source: Arm Armor
gd: Armachd ghàirdeanan
uk_ua: Броня на руки

source: Leg Armor
gd: Armachd coise
uk_ua: Броня на ноги

source: Spirits
gd: Dùilean
uk_ua: Духи

source: Key Items
gd: Nithean iuchrach
uk_ua: Ключові предмети

source: All Wares
gd: A h-uile bathar
uk_ua: Усі товари

source: Field Use:
gd: Air an raon:
uk_ua: У мандрівці:

source: Battle Use:
gd: Sa còmhrag:
uk_ua: У бою:

source: Target:
gd: Amas:
uk_ua: Ціль:

source: Conditions:
gd: Cumhaidhean:
uk_ua: Умови:

source: Press %s to add items to buy and %s to remove items from your purchase.
gd: Brùth air %s gus nì ri cheannach a chur ris ’s air %s gus a thoirt air falbh on cheannachd agad.
uk_ua: Натисніть %s щоб додати предмети до покупки, чи %s щоб зменшити кількість покупок.

source: Press %s to add items to sell and %s to remove items from your sale.
gd: Brùth air %s gus nì ri reic a chur ris ’s air %s gus a thoirt air falbh on reic agad.
uk_ua: Натисніть %s щоб збільшити кількість предметів для продажу, чи %s щоб зменшити кількість предметів для продажу.

source: Press %s to add items to trade and %s to remove them.
gd: Brùth air %s gus nì ri iomlaideachadh a chur ris ’s air %s gus a thoirt air falbh.
uk_ua: Натисніть %s щоб додати предмети для вдосконалення %s щоб зменшити їх кількість.

source: Buy count: x
gd: Cunntas ceannachd: x
uk_ua: Купити шт.: x

source: Sell count: x
gd: Cunntas reic: x
uk_ua: Продати шт.: x

source: Trade count: x
gd: Cunntas iomlaideachaidh: x
uk_ua: Вдоскон. шт.: x

source: Buy
gd: Ceannaich
uk_ua: Купити

source: Sell
gd: Reic
uk_ua: Продати

source: Trade
gd: Iomlaidich
uk_ua: Вдосконалити

source: Leave
gd: Falbh
uk_ua: Вийти

source: Funds:
gd: Maoin:
uk_ua: Гроші:

source: Purchases:
gd: Ceannachdan:
uk_ua: Загальна вартість:

source: Remaining:
gd: Air fhàgail:
uk_ua: Залишилося:

source: Sales: +
gd: Reicean: +
uk_ua: Продаж: +

source: The Shop
gd: Am bùth
uk_ua: Магазин

source: Buy prices
gd: Prìsean ceannachd
uk_ua: Ціна покупки

source: Sell prices
gd: Prìsean reic
uk_ua: Ціна продажу

source: "Welcome! Take a look around."
gd: “Fàilte! Seall mun cuairt.”
uk_ua: "Ласкаво прошу! Огляньте мій асортимент."

source: Get some barley meal
gd: Faigh min-eòrna
uk_ua: Принести ячмінної муки

source: Mom needs some for dinner! Flora might have some in her shop. I should go and have a look there first.
gd: Tha mo mhàthair feumach air airson na dìnnearach! ’S`dòcha gu bheil gin aig Flòraidh sa bhùth aice. Bu chòir dhomh dol ann ’s fheuchainn an toiseach.
uk_ua: Борошно потрібно мамі, щоб приготувати вечерю! Можливо, воно є в магазині у Флори. Спочатку мені слід завітати туди.

source: Finally, I found some. Lilly had what I sought in her house the whole time.
gd: Lorg mi min-eòrna mu dheireadh thall. Bha cuid ann an taigh Ròis.
uk_ua: Нарешті я його знайшов. Увесь цей час воно було в хаті Лілі.

source: Village of Layna
gd: Baile Duaine
uk_ua: Село Ліана

source: Bronann's home
gd: Taigh Bhreannain
uk_ua: Дім Бронана

source: Find Georges's pen
gd: Lorg peann Shomhairle
uk_ua: Знайти олівець Жоржа

source: I need to get back Georges lost pen. He said he lost it near a tree. He also told me that people in the village might know more.
gd: Feumaidh mi am peann a chaill Somhairle fhaighinn dha. Thuirt e gun do chaill e faisg air craobh e. Dh’innis e dhomh cuideachd gum bi barrachd fios aig muinntir a’ bhaile, ’s dòcha.
uk_ua: Мені треба повернути Жоржу олівець. Він сказав, що загубив його біля дерева. Може, варто попитати людей у селі.

source: Orlinn had the pen and I ran after him all morning to get it back. I hope he won't have any problems with Kalya...
gd: Bha am peann aig Odhran is mi a’ ruith às a dhèidh fad na maidne gus fhaighinn air ais. Tha mi ’n dòchas nach fhaigh e trod o Chaoimhe…
uk_ua: Олівець був у Орліна і мені довелося бігати за ним весь ранок. Я сподіваюся, що Каля не буде його занадто сильно сварити.

source: Village center
gd: Meadhan a’ bhaile
uk_ua: Центр села

source: Catch Orlinn!
gd: Glac Odhran!
uk_ua: Спіймати Орліна!

source: Orlinn has the pen that I need to return to Georges! The only problem now is I have to find out where he's hiding. Hmm, it shouldn't take long.
gd: Tha am peann a dh’fheumas mi tilleadh dha Shomhairle aig Odhran! ’S e an duilgheadas gum feum mi faighinn a-mach cà bheil e ’na fhalach. Uill, cha chreid mi gun doir sin fada.
uk_ua: Олівець у Орліна, і мені треба повернути його Жоржу! Єдина проблема — мені треба знайти, де Орлін ховається. Сподіваюсь, це не буде довго.

source: After chasing him around the village all morning, I finally have the pen. Time to bring it back to Georges.
gd: Às dèid mo ruith ’na thoir air feadh a’ baile fad na maidne, tha am peann agam mu dheireadh thall. Bu chòir dhomh a thilleadh dha Shomhairle.
uk_ua: Побігавшим за ним по селу весь ранок, я нарешті знайшов олівець. Час принести його Жоржу.

source: Catch the chickens
gd: Glac na circ
uk_ua: Спіймати курчат

source: Grandma asked me to catch the chickens that flew away. There are three of them.
gd: Dh’iarr mo sheanmhair orm na circ a theich a ghlacadh. Tha trì dhiubh ann.
uk_ua: Бабуся попросила мене спіймати трьох курчат, які втекли від неї.

source: I was able to find them!
gd: Chaidh leam an lorg!
uk_ua: Я знайшов їх!

source: Path to Kalya's house
gd: Slighe taigh Chaoimhe
uk_ua: Шлях до дому Калі

source: Orlinn might be in danger!
gd: Tha Odhran fo chunnart!
uk_ua: Орлін може бути у небезпеці!

source: After seeing that strange light, Orlinn ran into the woods. He's just a kid, even if a quick one! My father asked me to go there with Kalya and bring him back safe and sound. I can't let them down!
gd: Às dèidh an solas neònach fhaicinn, ruith Odhran dhan choille. Chan e ach balachan a th’ ann ged a tha e luath air a chasan! Dh’iarr m’ athair dhìom gun dèid mi ann le Caoimhe gus a thilleadh slàn sàbhailte. Chan fhaod mi an dòchas a mhilleadh!
uk_ua: Побачивши дивне світло, Орлін утік в ліс. Хоч він і швидкий - але він лише мала дитина! Мій батько попросив мене піти туди з Кальою і привести його назад живим і здоровим. Я не підведу!

source: We finally retrieved Orlinn in the center of the forest. A mysterious wolf was protecting him, and we came just in time to prevent him from approaching a strange crystal.
gd: Fhuair sinn grèim air Odhran ann am meadhan na coille mu dheireadh thall. Bha madadh-allaidh dìomhair ’ga dhìon agus ràinig sinn e dìreach mus do theannaich e air criostal neònach.
uk_ua: Ми нарешті знайшли Орліна в середині лісу. Його захищав таємничий вовк, і ми встигли уберегти його від доторкання до дивного кристалу.

source: We must escape from the soldiers.
gd: Feumaidh sinn teicheadh o na saighdearan.
uk_ua: Треба тікати від солдатів.

source: After we returned to the village, Kalya was caught by strange soldiers. The country lord himself provoked me in battle and thanks to her, we escaped for now. But this isn't over. The soldiers are after us and we have to make our way through.
gd: Às dèidh ur tilleadh dhan bhaile, chaidh Caoimhe a ghlacadh le saighdearan neònach. Thug morair na dùthcha fhèin dùbhlan còmhraige orm ach chaidh leinn teicheadh air sàilleabh a taice-se. Ach chan e seo deireadh na sgeòil. Tha na saighdearan an toir oirnn agus feumaidh sinn tighinn troimhe.
uk_ua: Після того, як ми повернулися в село, Калю схопили ненаські солдати. Але вона змогла допомогти мені, коли сам лорд країни викликав мене на бій, і ми втекли разом. Але це ще не кінець. Солдати намагаються нас схопити, і ми мусимо тікати.

source: We managed to find a way up to the mountain top.
gd: Lorg sinn slighe suas gu mullach na beinne.
uk_ua: Нам вдалося досягнути вершини гори.

source: Kalya's home basement
gd: Ìoslach taigh Chaoimhe
uk_ua: Підвал дому Калі

source: Royal Silk
gd: Sìoda rìoghail
uk_ua: Королівський шовк

source: Black Sleet
gd: Flinne dubh
uk_ua: Темна ожеледь

source: Elvish Feather
gd: Ite-shìthe
uk_ua: Загадкове перо

source: Layna Forest
gd: Coille Duaine
uk_ua: Ліс Ліана

source: Mt. Elbrus
gd: Beinn Ealbhrais
uk_ua: Гора Ельбрус

source: Thanks for playing!!
gd: Mòran taing airson a chluiche!!
uk_ua: Дякуємо за гру!!

source: Episode I
gd: Eapasod I
uk_ua: Частина І

source: Story
gd: Sgeulachd
uk_ua: Історія

source: Lead Programming, Scripting, Maps
gd: Prìomh-phrògramachadh, sgriobtadh, mapaichean
uk_ua: Головний програміст, скрипти, карти

source: Additional programming and scripting
gd: Barrachd prògramachaidh is sgriobtaidh
uk_ua: Додаткове програмування і скрипти

source: Balancing, ... Quest log, Minimap support, ... Shop Trade mode support, ... UI theme change menu support, ... GL code improvement, ... Multiple screen fix, ... Misc fixes Joystick handling fixes
gd: Cothromachadh, … Loga nan ceann-turas, taic ri meanbh-mhapa, … Taic ri modh iomlaideachaidh a’ bhùtha, … Taic clàr-taice ri atharrachadh ùrlar na h-eadar-aghaidh, … Piseach air còd GL, … Càradh air iomadh sgrìn, … Càraichean eile Càradh air làimhseachadh joystick
uk_ua: Балансування, ... Завдання, міні-карта, ... Режим магазину, ... Різні теми для меню, ... Оптимізація графічного кода, ... Виправлення для багатьох екранів, ... Виправлення музики Виправлення керування джойстиком

source: Graphics
gd: Grafaigeachd
uk_ua: Графіка

source: Village tileset, ... Cemetery tileset, ... Heroes portraits, ... Heroes sprites, Cave tilesets, ... Forest battle backgrounds, ... The Fenrir A lot of various things
gd: Buidheann-leacagan baile, … Buidheann-leacagan cladha, … Dealbhan nan laoch, … Sprìdean nan laoch, buidhnean-leacagan uamha, … Cùlaibhean còmhraige coille, … Am Fenrir Iomadh nì eile
uk_ua: Текстури села, ... Текстури кладовища, ... Портрети героїв, ... Спрайти героїв, текстури печери, ... Фон бою у лісі, ... Фенрір Багато різних речей

source: Music
gd: Ceòl
uk_ua: Музика

source: Main theme, Village music, ... Banesore's battle, ... Layna Forest music, ... Boss Music Battle music Birds' song Battle lost music Layna cave music
gd: Am prìomh ùrlar, ceòl a’ bhaile, … Còmhrag Ghoirturbhaidh, … Ceòl coille Duaine, … Ceòl ceannaird Ceòl còmhraige Seinn nan eun Ceòl còmhraige caillte Ceòl uamh Duaine
uk_ua: Лейтмотив, музика села, ... Бій із Лордом Отрутою, ... Музика лісу Ліана, ... Бій із босом Музика бою Пташиний спів Музика поразки Музика печери Ліани

source: Sad theme Mountain music Mountain Shrine music Special Boss
gd: Ùrlar brònach Ceòl beinne Ceòl Naomh-chiste na beinne Ceannard sònraichte
uk_ua: Сумна тема Музика гір Музика гірської Святині Особливий бос

source: Sounds
gd: Fuaimean
uk_ua: Звуки

source: Ports
gd: Portachaidhean
uk_ua: Крос-платформове програмування

source: Translations
gd: Eadar-theangachaidhean
uk_ua: Переклади

source: English text review Dutch (nl_NL) French (fr) Galician (gl) German (de)
gd: Lèirmheas air an teacsa Beurla Duitsis (nl_NL) Fraingis (fr) Gailìsis (gl) Gearmailtis (de)
uk_ua: Перевірка англ. тексту Голландська (nl_NL) Французька (fr) Галісійська (gl) Німецька (de)

source: Italian (it) Portuguese (pt_PT) Russian (ru) Spanish (es) Swedish (sv)
gd: Eadailtis (it) Portagailis (pt_PT) Ruisis (ru) Spàinntis (es) Suainis (sv)
uk_ua: Італійська (it) Португальська (pt_PT) Російська (ru) Іспанська (es) Шведська (sv)

source: Testers
gd: Luchd-deuchainne
uk_ua: Тестери

source: And you...
gd: Agus thu fhèin…
uk_ua: І, звичайно ж, ВИ...

source: Valyria Tear was forked from Hero of Allacrost in 2011
gd: Chaidh Valyria Tear a stèidheachadh mar ghobhal dhe Hero of Allacrost ann an 2011
uk_ua: Valyria Tear відділилася від проекту Hero of Allacrost у 2011 році

source: Allacrost Development Team (2004-2011) Founder and Lead Designer
gd: Sgioba leasachaidh Allacrost (2004-2011) Stèidheadair is prìomh-dhealbhaiche
uk_ua: Команда розробки Allacrost(2004-2011) Засновник і головний дизайнер

source: Allacrost Project Leads/Administrators
gd: Ceannardan pròiseict/Rianairean Allacrost
uk_ua: Керівники/адміністратори проекту Allacrost

source: Allacrost Programming Team (2004-2011)
gd: Sgioba prògramachaidh Allacrost (2004-2011)
uk_ua: Команда програмістів Allacrost (2004-2011)

source: Battle code, Menu code Game editor Game engine Map code Various game modes, content scripting Video engine Video engine, Audio engine Game editor Programming lead, Game engine, Map code
gd: Còd còmhraige ’s clàir-thaice Deasaiche a’ gheama Einnsean a’ gheama Còd nam mapaichean Iomadh modh geama, sgriobtadh susbainte Einnsean video Einnseanan video ’s fuaime Deasaiche a’ gheama Stiùiriche prògramachaidh, einnsean a’ gheama, còd nam mapaichean
uk_ua: Програмування режиму бою, режиму меню Редактор Розробка механіки гри Програмування карти Різні режими гри, скрипти Механіка графіки Механіка графіки, механіка звуку Редактор Головний програміст, механіка гри, механіка карти

source: Allacrost Programming Team
gd: Sgioba prògramachaidh Allacrost
uk_ua: Команда програмістів Allacrost

source: Boot code, Battle code Game editor Audio engine Various code, Mac OS X maintenance Game engine, Game modes, Windows build scripts Battle code Map editor Internationalization Video engine
gd: Còd tòiseachaidh, còd còmhraige Deasaiche a’ gheama Einnsean fuaime Còd measgaichte, obair-ghlèidhidh Mac OS X Einnsean a’ gheama, modhan a’ gheama, sgriobtaichean togail Windows Còd còmhraige Deasaiche nam mapa Siostam eadar-theangachaidh Einnsean Video
uk_ua: Програмування завантаження, бою Редактор Механіка звуку Програмування, підтримка Mac OS X Механіка гри, режими гри, компіляція під Windows Програмування коду Редактор карт Багатомовність Механіка відео

source: Video engine, Game engine Video engine Video engine Scripting engine Various code Various code
gd: Einnsean video, einnsean a’ gheama Einnsean video Einnsean video Einnsean sgriobtaidh Còd measgaichte Còd measgaichte
uk_ua: Програмування графіки, логіки Програмування графіки Програмування графіки Програмування скриптів Програмування Програмування

source: Allacrost Artwork Team (2004-2011)
gd: Sgioba ealain Allacrost (2004-2011)
uk_ua: Команда художників Allacrost (2004-2011)

source: Map sprites, Battle sprites, Character portraits, Location graphics Battle sprites, old Allacrost GUI artwork Map tiles Allacrost website graphics, GUI artwork, Game logos Map tiles, map sprites, Inventory icons, Allacrost artwork coordination
gd: Sprìdean mapa, sprìdean còmhraige, dealbhan phearsachan, grafaigeachd ionadan Sprìdean còmhraige, seann-ealain na h-eadar-aghaidh Allacrost Leacagan mapa Grafaigeachd làraich-lìn Allacrost, ealain na h-eadar-aghaidh, suaicheantasan a’ gheama Leacagan is sprìdean mapa, ìomhaigheagan an tasgaidh, stiùireadh ealain Allacrost
uk_ua: Спрайти карти, спрайти бою, портрети персонажів, графіка місцевостей Спрайти бою, старий дизайн інтерфейсу Allacrost Елементи карти Графіка веб-сайту Allacrost, дизайн інтерфейсу, лого гри Елементи, спрайти карти, іконки інвентарю, координація графіки Allacrost

source: Allacrost Artwork Team
gd: Sgioba ealain Allacrost
uk_ua: Команда художників Allacrost

source: Concept art Inventory icons Map sprite animations Concept art Inventory icons Concept art, Map sprites Map tiles Map tiles Map sprites
gd: Bun-ealain Ìomhaigheagan an tasgadain Beòthachadh air sprìdean mapa Bun-ealain Ìomhaigheagan an tasgadain Bun-ealain, sprìdean mapa Leacagan mapa Leacagan mapa Sprìdean mapa
uk_ua: Концепт-арт Іконки інвентарю Анімація спрайтів карти Концепт-арт Іконки інвентарю Концепт-арт, спрайти карти Елементи карти Елементи карти Спрайти карти

source: Map sprite animations Map sprite animations, Map tiles Concept art, Allacrost title screen image Concept art, Map sprites, Map tiles Concept art, Map sprites Map tiles
gd: Beòthachadh air sprìdean mapa Beòthachadh air sprìdean mapa, leacagan mapa Bun-ealain, dealbh sgrìn-tiotail Allacrost Bun-ealain, sprìdean is leacagan mapa Bun-ealain, sprìdean mapa Leacagan mapa
uk_ua: Анімація спрайтів карти Анімація спрайтів карти, Елементи карти Концепт-арт, стартова картинка Allacrost Концепт-арт, спрайти карти, елементи карти Концепт-арт, спрайти карти Елементи карти

source: Various art Map tiles Enemy sprites Map sprites, Map tiles Map tiles, Inventory icons Map tiles, Battle sprites
gd: Ealain mheasgaichte Leacagan mapa Sprìdean nàimhdean Sprìdean is leacagan mapa Leacagan mapa, ìomhaigheagan an tasgadain Leacagan mapa, sprìdean còmhraige
uk_ua: Різноманітна графічна робота Елементи карти Спрайти ворогів Спрайти карти, елементи карти Елементи карти, іконки інвентарю Елементи карти, спрайти бою

source: Allacrost Music and Sound Team (2004-2011)
gd: Sgioba ciùil is fuaime Allacrost (2004-2011)
uk_ua: Команда музики і звуку Allacrost (2004-2011)

source: Sound composer Soundtrack composer Music and sound lead, Soundtrack composer Sound composer Sound composer Sound mixer Soundtrack composer
gd: Sgrìobhaiche-fhuaimean Sgrìobhaiche-ciùil Stiùiriche a’ chiùil ’s nam fuaimean, sgrìobhaiche-ciùil Sgrìobhaiche-fhuaimean Sgrìobhaiche-fhuaimean Measgachadh fhuaimean Sgrìobhaiche-ciùil
uk_ua: Композитор звуку Композитор музики Керівник з музики і звуку, композитор музики Композитор звуку Композитор звуку Звукооператор Композитор музики

source: Allacrost Special Thanks
gd: Taing shònraichte Allacrost
uk_ua: Особливі подяки Allacrost

source: Map Tiles Inventory Icons Map monster sprites
gd: Leacagan mapa Ìomhaigheagan an tasgadain Sprìdean uilebheistean
uk_ua: Текстури карти Іконки предметів Спрайти монстрів на карті

source: To be continued...
gd: Ri leantainn…
uk_ua: Це лише початок історії...

source: Based on the engine
gd: Stèidhichte air einnsean
uk_ua: Засновано на механіці

source: Episode I - Main Graphics
gd: Eapasod I – Prìomh-ghrafaigeachd
uk_ua: Епізод І - Головна графіка

source: Episode I - Additional Graphics
gd: Eapasod I – Barrachd grafaigeachd
uk_ua: Епізод І - Додаткова графіка

source: and many others
gd: agus mòran eile
uk_ua: і багато інших

source: Programming, Scripting, Maps
gd: Prògramachadh, sgriobtadh, mapaichean
uk_ua: Програмування, скрипти, карти

source: Additional programming and scripting
gd: Barrachd prògramachaidh is sgriobtaidh
uk_ua: Додаткове програмування і скрипти

source: Tester Team
gd: Sgioba nan deuchainnean
uk_ua: Команда тестерів

source: To Lilou and Léo...
gd: Dha Lilou agus Léo…
uk_ua: Lilou і Léo...

source: Thanks to everyone who made this possible!!
gd: Mòran taing dhan a h-uile duine a thug cuideachadh dhuinn!!
uk_ua: Дякуємо усім Хто зробив це можливим!!

source: Flora's Shop
gd: Bùth Flòraidh
uk_ua: Крамниця Флори

source: Don't forget my trade offers!
gd: Thoir an aire air na tairgsean agam!
uk_ua: Не забудьте, у мене є особливі пропозиції!

source: Your party feels better.
gd: Tha do chuideachd a’ faireachdainn nas fheàrr.
uk_ua: Ваша команда почувається значно краще.

source: Look!
gd: Seall!
uk_ua: Поглянь!

source: Have you seen one of these before? This is a Layna statue. Praying near it heals both your mind and body.
gd: Na chunna tu ìomhaigh mar sin a-riamh? Seo ìomhaigh Duaine. Ma nì thu ùrnaigh faisg oirre gheibh d’ inntinn is bodhaig slànachadh.
uk_ua: Ти раніше такі бачив? Це статуя Ліани. Якщо біля неї помолитися, вона зцілить як розум, так і тіло.

source: Just stand in front of the goddess below the spring and push '%s'.
gd: Seas air beulaibh na ban-dia aig bonn an tobair agus brùth air “%s.”
uk_ua: Просто станьте перед богинею під криницею та натисніть «%s».

source: Ok, thanks.
gd: Ceart ma-thà, mòran taing.
uk_ua: Добре. Дякую.

source: See? Now, let's find my brother before he gets hurt.
gd: ’Eil thu agam? Nise, lorgamaid mo bhràthair mus dèid a leòn.
uk_ua: Бачиш? Тепер, давай знайдемо мого брата, доки з ним нічого не трапилося.

source: As you wish. Follow me.
gd: Mar a thogras tu. Lean orm.
uk_ua: Як хочеш. Йди за мною.

source: Bronann
gd: Breannan
uk_ua: Бронан

source: Holy
gd: Naomh
uk_ua: Святий

source: Kalya
gd: Caoimhe
uk_ua: Каля

source: Invocation
gd: Gairm
uk_ua: Використання

source: Sylve
gd: Slàine
uk_ua: Сільв

source: Mist
gd: Ceò
uk_ua: Туман

source: Thanis
gd: Taran
uk_ua: Зеніс

source: Acheron
gd: Ifrinn
uk_ua: Ачерон

source: Green Slime
gd: Glodh uaine
uk_ua: Зелений слимак

source: Body
gd: Bodhaig
uk_ua: Тіло

source: Spider
gd: Damhan-allaidh
uk_ua: Павук

source: Abdomen
gd: Balg
uk_ua: Черевце

source: Snake
gd: Nathair
uk_ua: Змія

source: Tail
gd: Earball
uk_ua: Хвіст

source: Slime Mother
gd: Màthair glodha
uk_ua: Матка слимаків

source: Bat
gd: Ialtag
uk_ua: Кажан

source: Wing
gd: Sgiath
uk_ua: Крило

source: Dark Soldier
gd: Saighdear dubh
uk_ua: Солдат темряви

source: Lord Banesore
gd: Am Morair Goirturbhaidh
uk_ua: Лорд Отрута

source: Shroom
gd: Balgan-buachair
uk_ua: Живий гриб

source: Eyeball
gd: Clach-sùla
uk_ua: Наглядач

source: Eye
gd: Sùil
uk_ua: Око

source: Harlequin?
gd: Cleasaiche-fanaid?
uk_ua: Арлекін?

source: Harlequin
gd: Cleasaiche-fanaid
uk_ua: Арлекін

source: Beetle
gd: Daolag
uk_ua: Жук

source: Chest
gd: Uchd
uk_ua: Тулуб

source: Rat
gd: Radan
uk_ua: Пацюк

source: Thing
gd: Nì
uk_ua: Потвора

source: Yeti
gd: Fear-sneachda
uk_ua: Йеті

source: Skeleton
gd: Cnàimhneach
uk_ua: Скелет

source: Leg
gd: Cas
uk_ua: Нога

source: Dorver
gd: Dorbhair
uk_ua: Дорвер

source: Ratto
gd: Radan-donn
uk_ua: Щуреня

source: Scorpion
gd: Sgairp
uk_ua: Скорпіон

source: Dune Crawler
gd: Snàigear-gainmhich
uk_ua: Піщаний плазун

source: Stygian Lizard
gd: Laghairt ifrinneach
uk_ua: Стигощур

source: Claw
gd: Spòg
uk_ua: Кіготь

source: Demonic Essence
gd: Stuth diabhlaidh
uk_ua: Демонічна ессенція

source: Face
gd: Aodann
uk_ua: Обличчя

source: Red Slime
gd: Glodh dearg
uk_ua: Червоний слимак

source: Mushroom Zombie
gd: Closach balgaim-bhuachair
uk_ua: Печерний зомбі

source: Scorpion Goliath
gd: Mòr-sgairp
uk_ua: Скорпіон Голіаф

source: Pincer
gd: Greimiche
uk_ua: Клешня

source: Armored Beast
gd: Bèist armaichte
uk_ua: Броньована потвора

source: Pincers
gd: Greimichean
uk_ua: Клешні

source: Trunk
gd: Stoc
uk_ua: Мангра

source: Branches
gd: Meuran
uk_ua: Гілки

source: Aerocephal
gd: Inntinn-adhair
uk_ua: Аеро-цефал

source: Forehead
gd: Maol
uk_ua: Чоло

source: Orifice
gd: Tollan
uk_ua: Паща

source: Arcana Drake
gd: Dràc dìomhair
uk_ua: Магічний дракон

source: Deceleon
gd: Deicealan
uk_ua: Декелон

source: Arm
gd: Gàirdean
uk_ua: Рука
