Repository: Aluminum5/ValyriaTear
Catalog: po/*.po
Languages: gd, uk_ua

source: Performs basic medical assistance, healing the target by a minor degree.
gd: Cobhair mheadaigeach bhunasach a bheir beagan slànachaidh dhan amas.
uk_ua: Виконує магічну медичну допомогу, повертаючи трохи життєвих сил (HP) персонажу.

source: Leader Call
gd: Gairm a’ cheannaird
uk_ua: Поклик лідера

source: Temporarily increases the Physical Attack of all allies.
gd: Cuiridh seo ri ionnsaighean bodhaige nan caidreabhach uile rè seal.
uk_ua: Тимчасово збільшує фізичну атаку всіх союзників.

source: Holy Veil
gd: Sgàil naomh
uk_ua: Могутня сила

source: Increases the attack and magical attack of all allies.
gd: Cuiridh seo ri ionnsaighean is ionnsaighean draoidheach nan caidreabhach uile.
uk_ua: Збільшує атаку і магічну атаку усієї команди.

source: Ancient Strength
gd: Neart àrsaidh
uk_ua: Свята завіса

source: Increases every form of elemental resistance for all allies.
gd: Meudaichidh e comas-seasaimh an aghaidh gach dùilich airson a h-uile caidreabhach.
uk_ua: Збільшую всі форми стихійного захисту для всіх союзників.

source: Divine Wish
gd: Miann nèamhaidh
uk_ua: Небесна милість

source: Revives an ally, restoring all of their HP and SP.
gd: Ath-bheòthaichidh e caidreabhach, a’ toirt a h-uile PB is PC air ais dha.
uk_ua: Опам'ятовує союзника, віновлюючи всі життєві сили та здібності.

source: Magical Poison
gd: Puinnsean draoidheach
uk_ua: Дезорієнтація

source: Makes an enemy lose its SP little by little.
gd: Cuiridh seo call PC air nàmhaid beag air bheag.
uk_ua: Дезорієнтує ворога, дещо зменшуючи його здібності (SP).

source: Steal Song
gd: Òran goide
uk_ua: Перевабливий поклик

source: Steals positive effects from an enemy.
gd: Goididh e buadhan matha o nàmhaid.
uk_ua: Викрадає позитивні ефекти від ворога.

source: Terrify
gd: Oilltich
uk_ua: Вселити жах

source: Potentially causes a normal enemy to retreat.
gd: Nì nàmhaid àbhaisteach cùlachadh ma thèid leis.
uk_ua: Може заставити звичайного ворога відступити.

source: Decay Dirge
gd: Crònan crìonaidh
uk_ua: Похоронна пісня

source: Steals both physical and magical defense of an ally.
gd: Goididh e dìon bodhaige is draoidheach o chaidreabhach.
uk_ua: Викрадає фізичний і магічний захист персонажа.

source: War God
gd: Dia cogaidh
uk_ua: Поклик перемоги

source: Steals both the physical and magical defense of all enemies and gives it to the party.
gd: Goididh e dìon bodhaige is draoidheach o gach nàmhaid ’s bheir e dhan chuideachd iad.
uk_ua: Викрадає фізичний і магічний захист усіх ворогів і передає команді.

source: Fire burst
gd: Gal teine
uk_ua: Спалах вогню

source: Creates a small fire that burns enemies.
gd: Cruthaichidh e teine beag a loisgeas na nàimhdean.
uk_ua: Створює невеличкий вогонь, який опалює ворогів.

source: Fire Circle
gd: Cearcall teine
uk_ua: Вогняний захист

source: Increases the fire elemental defense on a character.
gd: Meudaichidh e dìon an aghaidh dùileach teine aig pearsa.
uk_ua: Збільшує стихійний захист від вогню для одного персонажа.

source: Lava
gd: Làbha
uk_ua: Лава

source: Magical attack combining earth and fire type damage.
gd: Ionnsaigh dhraoidheach a chuireas dochann talmhainn is teine ri chèile.
uk_ua: Магічна атака, яка поєднує типи шкоди землі та вітру.

source: Fog
gd: Ceò
uk_ua: Густий туман

source: Increases the evade rate of an ally.
gd: Cuiridh e ri teàrnadh caidreabhaich.
uk_ua: Збільшує шанс персонажа ухилитися від атаки.

source: Fire Breath
gd: Anail teine
uk_ua: Вогняний подих

source: Magical attack combining air and fire type damage.
gd: Ionnsaigh dhraoidheach a chuireas dochann adhair is teine ri chèile.
uk_ua: Магічна атака, яка поєднує типи шкоди повітря та вогню.

source: Focus
gd: Fòcas
uk_ua: Сфокусованість

source: Increases the magical defense of an ally.
gd: Meudaichidh e dìon an aghaidh draoidheachd aig caidreabhach.
uk_ua: Збільшує магічний захист союзника.

source: Holy Fire
gd: Teine naomh
uk_ua: Святий вогонь

source: Magical attack combining life and fire damages.
gd: Ionnsaigh dhraoidheach a chuireas dochann beatha is teine ri chèile.
uk_ua: Магічна атака, яка поєднує життєву та вогняну шкоду.

source: Life
gd: Beatha
uk_ua: Життя

source: Revives a fallen ally.
gd: Ath-bheòthaichidh e caidreabhach a thuit.
uk_ua: Підіймає персонажа, що впав.

source: Petrify
gd: Clach
uk_ua: Скам'яніння

source: Turns an enemy into stone.
gd: Bheir e air nàmhaid dol ’na chloich.
uk_ua: Перетворює ворога на камінь.

source: Rage
gd: Boile
uk_ua: Лють

source: Enrages an ally, increasing their attack and speed but reducing their defense.
gd: Cuiridh e a’ bhoile air caidreabhaich a’ meudachadh ionnsaigh is a luaths ach a’ lùghdachadh a dhìon.
uk_ua: Розлютовує союзника, збільшуючи атаку та швидкість, але зменшуючи захист.

source: Rock Fall
gd: Fras chlachan
uk_ua: Град каміння

source: Rocks fall on an enemy.
gd: Tuitidh clachan air nàmhaid.
uk_ua: Осипати ворога градом каміння.

source: Earth Circle
gd: Cearcall talmhainn
uk_ua: Земний захист

source: Increases the earth elemental defense of a character.
gd: Meudaichidh e dìon an aghaidh dùileach talmhainn aig pearsa.
uk_ua: Збільшую стихійний захист від землі для одного персонажа.

source: Entangle
gd: Amail
uk_ua: Сплутати

source: Decreases the evasion rate of an enemy.
gd: Lùghdaichidh e teàrnadh nàmhad.
uk_ua: Зменшую шанс на ухилення для одного ворога.

source: Magical Armor
gd: Armachd dhraoidheach
uk_ua: Магічна броня

source: Haste
gd: Cabhag
uk_ua: Прискорення

source: Increases the battle speed of an ally.
gd: Cuiridh e ri luaths caidreabhaich sa chòmhrag.
uk_ua: Збільшує бойову швидкість союзника.

source: Moon
gd: Gealach
uk_ua: Перевертень

source: Makes an enemy attack its own allies.
gd: Thoir air nàmhaid ionnsaigh a thoirt air na caidreabhaich aice fhèin.
uk_ua: Примушує ворога атакувати своїх же друзів.

source: Cure
gd: Leigheas
uk_ua: Антидот

source: Cures the poison from an ally.
gd: Leigheas air puinnsean do chaidreabhach.
uk_ua: Нейтралізує отруту у персонажа.

source: Drain
gd: Leigeil
uk_ua: Виснаження

source: Steals HP from an enemy.
gd: Goididh e PB o nàmhaid.
uk_ua: Викачує життєві сили (HP) із ворога

source: Curse
gd: Mallachd
uk_ua: Прокляття

source: Severely decreases several random stats of an enemy.
gd: Ìslichidh e cuid a dh’fheartan tuaireamach nàmhad gu mòr.
uk_ua: Сильно зменшує декілька випадкових показників ворога.

source: Meteor
gd: Dreag
uk_ua: Метеор

source: High earth damage on all foes.
gd: Dochann talmhainn mòr air a h-uile nàmhaid.
uk_ua: Велика шкода силою землі для всіх противників.

source: Wave
gd: Tonn
uk_ua: Хвиля

source: Makes waves fall on an enemy, damaging them and decreasing their physical attack.
gd: Tuitidh tuinn air a h-uile nàmhaid a chuireas dochann orra ’s a nì an ionnsaigh bodhaige aca nas laige.
uk_ua: На всіх ворогів падає хвиля, завдаючи їм шкоди та зменшуючи їх фізичну атаку.

source: Water Circle
gd: Cearcall uisge
uk_ua: Водяний захист

source: Increases the water elemental defense on a character.
gd: Meudaichidh e dìon an aghaidh dùileach uisge aig pearsa.
uk_ua: Збільшую стихійний захист від води для одного союзника.

source: Whirlwind
gd: Cuairt-ghaoth
uk_ua: Вихор

source: Magical attack combining water and air type damage.
gd: Ionnsaigh dhraoidheach a chuireas dochann uisge is adhair ri chèile.
uk_ua: Магічна атака, що сполучає типи шкоди води та повітря.

source: Slow
gd: Maille
uk_ua: Сповільнити

source: Decreases the battle speed of an enemy.
gd: Cuiridh seo maille air nàmhaid sa chòmhrag.
uk_ua: Зменшує бойову швидкість ворога.

source: Blindness
gd: Doille
uk_ua: Осліпити

source: Prevents an enemy from succeeding to strike with any physical attacks.
gd: Cha bhuail ionnsaighean bodhaige an nàmhad air a chuireas tu seo an amas.
uk_ua: Не дає противнику нанести шкоду ніякими фізичними атаками.

source: Heal
gd: Slànachadh
uk_ua: Зцілення

source: Restores the health of an ally.
gd: Bheir seo slàinte caidreabhaich air ais.
uk_ua: Повертає життєві сили одному союзнику.

source: Poison
gd: Puinsean
uk_ua: Отруїти

source: Inflicts poison on an enemy.
gd: Cuiridh e puinnsean air nàmhaid.
uk_ua: Отруює одного противника.

source: Stun
gd: Tuainealach
uk_ua: Паралізувати

source: Stuns an enemy.
gd: Cuiridh seo an tuainealach air nàmhaid.
uk_ua: Паралізує ворога

source: Tsunami
gd: Stuadh
uk_ua: Цунамі

source: High water damage inflicted on all foes.
gd: Fulaingidh a h-uile nàmhaid dochann uisge mòr.
uk_ua: Велика шкода силою води для всіх противників.

source: Healing Rain
gd: Uisge slàinte
uk_ua: Цілющий дощ

source: Improves the health of all allies.
gd: Bheir seo piseach air slàinte nan caidreabhach uile.
uk_ua: Повертає життєві сили всім союзникам.

source: Wind
gd: Gaoth
uk_ua: Порив вітру

source: The wind slashes an enemy.
gd: Bheir a’ ghaoth sgud air nàmhaid.
uk_ua: Порив вітру б'є ворога.

source: Wind Circle
gd: Cearcall gaoithe
uk_ua: Захист вітру

source: Increases the air elemental defense of a character.
gd: Meudaichidh e dìon an aghaidh dùileach adhair aig pearsa.
uk_ua: Збільшує стихійний захист від повітря для одного персонажа.

source: Lightning
gd: Dealanach
uk_ua: Блискавка

source: Magical attack combining life and air type damage.
gd: Ionnsaigh dhraoidheach a chuireas dochann beatha is adhair ri chèile.
uk_ua: Магічна атака, що поєднує типи шкоди життя та повітря.

source: Regen
gd: Ath-ghintinn
uk_ua: Регенерація

source: Causes an ally to slowly recover their health.
gd: Bheir caidreabhach a shlàinte air ais mean air mhean.
uk_ua: Активізує поступове повернення життєвих сил у союзника.

source: Magic Drain
gd: Leigeil dhraoidheach
uk_ua: Магічне виснаження

source: Steals skill points from an enemy.
gd: Goididh seo puingean-comais o nàmhaid.
uk_ua: Краде здібності (SP) у противника.

source: Silence
gd: Tost
uk_ua: Оніміння

source: Prevents an enemy from using any magic skills.
gd: Cha leig seo leis an nàmhaid comas draoidheachd sam bith a chleachdadh.
uk_ua: Не дозволяє ворогу використовувати магічні здібності.

source: Storm
gd: Stoirm
uk_ua: Шторм

source: High air type damage on all foes.
gd: Dochann adhair mòr air a h-uile nàmhaid.
uk_ua: Велика шкода силою вітру для всіх противників.

source: Stop
gd: Stad
uk_ua: Зупинка

source: Stops an enemy from taking any actions for quite a long time.
gd: Bacaidh seo nàmhaid o ghnìomh sam bith a ghabhail rè ùine mhòr.
uk_ua: Не дає противнику нічого робити на достатньо довгий час.

source: A holy light strikes an enemy.
gd: Buailidh solas naomh nàmhaid.
uk_ua: Святе світло наносить пошкодження ворогу.

source: Life Circle
gd: Cearcall beatha
uk_ua: Життєвий захист

source: Increases the life elemental defense of a character.
gd: Meudaichidh e dìon an aghaidh dùileach beatha aig pearsa.
uk_ua: Збільшує стихійний захист від сили життя для одного персонажа.

source: Purify
gd: Glanadh
uk_ua: Очищення

source: Cures all bad effects on a character, except for poison.
gd: Bheir seo gach droch-bhuaidh o phearsa seach puinnsean.
uk_ua: Лікує всі негативні ефекти, крім отруєння, для одного персонажа.

source: Sun Haze
gd: Teas na grèine
uk_ua: Сонячний удар

source: High life type damage on all foes.
gd: Dochann beatha mòr air a h-uile nàmhaid.
uk_ua: Велика шкода силою життя для всіх противників.

source: Boost an ally's speed and slowly recovers their health.
gd: Cuiridh e ri luaths caidreabhaich is gheibh e a shlàinte air ais mean air mhean.
uk_ua: Збільшує швидкість союзника та повільно відновлює життєві сили.

source: Death
gd: Bàs
uk_ua: Смерть

source: Death tries to take hold of an enemy.
gd: Feuchaidh e ri nàmhaid a chur ann an grèim a’ bhàis.
uk_ua: Смерть спробує забрати противника.

source: Death Circle
gd: Cearcall bàis
uk_ua: Смертельний захист

source: Increases the death elemental defense of an ally.
gd: Meudaichidh e dìon an aghaidh dùileach bàis aig caidreabhach.
uk_ua: Збільшую стихійний захист від смерти для союзника.

source: Doom
gd: Damnachadh
uk_ua: Вирок

source: Places a death counter upon the enemy's head.
gd: Cuiridh e cunntas bàis air ceann nàmhad.
uk_ua: Розміщує мітку смерти на чолі противника.

source: Magical Reflection
gd: Faileas draoidheach
uk_ua: Магічне дзеркало

source: Makes the next enemy spell cast reflect back upon the attacker.
gd: Thèid an ath-gheas a chuireas nàmhaid a chur air fhèin.
uk_ua: Заставляє наступне заклинання противника відбитися і попасти в того, хто нападав.

source: Dispell
gd: Dì-gheasaich
uk_ua: Розвіяти

source: Removes any status effect, elemental effect, and active spell on an enemy.
gd: Bheir e air falbh gach buaidh air a’ chor, buaidh dùileach is geas gnìomhach air nàmhaid.
uk_ua: Розвіює будь-які чари, ефекти стихій і активні заклинання на супротивнику.

source: Shell
gd: Slige
uk_ua: Шкарлупа

source: Increases all elemental effects of one character.
gd: Meudaichidh e gach buaidh dùileach air pearsa.
uk_ua: Збільшує всі стихійні ефекти для одного персонажа.

source: An offensive mystic spell formed by combining opposite elementals.
gd: Seo geas ionnsaighe a chuireas dùilich comhaireach ri chèile.
uk_ua: Містичне атакувальне заклинання, сформоване протилежними стихіями.

source: Counter
gd: Frith-ionnsaigh
uk_ua: Контратака

source: Makes an ally counter-attack if injured.
gd: Bheir e air caidreabhach frith-ionnsaigh a thoirt nuair a thèid a leòn.
uk_ua: Заставляє союзника контратакувати після отримання шкоди.

source: Phoenix Call
gd: Gairm ainneamhaige
uk_ua: Поклик відродження

source: Revives all allies.
gd: Ath-bheòthaichidh e gach caidreabhach.
uk_ua: Підіймає усіх персонажів.

source: Bio
gd: Beatha
uk_ua: Подих чистоти

source: Cures poison on all characters.
gd: Thèid am puinnsean air gach pearsa a leigheas.
uk_ua: Зціляє отруєння усіх персонажів.

source: Wolf Pain
gd: Pian madaidh-allaidh
uk_ua: Біль вовка

source: Calls the defender of the arctic.
gd: Gairmidh seo dìonadair na h-Artaig.
uk_ua: Викликає оборонця арктики.

source: Spawn Slime
gd: Gin glodh
uk_ua: Виклик слизі

source: Dark Wish
gd: Dubh-mhiann
uk_ua: Темне бажання

source: Sword Slash
gd: Sgudadh claidheimh
uk_ua: Удар мечем

source: A textbook maneuver that deals an effective blow.
gd: Obair a-rèir leabhair-ionnsachaidh a bheir buille èifeachdach.
uk_ua: Стандартний, ефективний випад мечем.

source: Forward Thrust
gd: Sàthadh a-mach
uk_ua: Ривок вперед

source: A concentrated attack on an enemy.
gd: Dian-ionnsaigh air nàmhaid.
uk_ua: Концентрована атака одного ворога.

source: Stun Strike
gd: Buille tuainealaich
uk_ua: Шокуючий удар

source: A blow which temporarily stun its target.
gd: Buille a bheir an tuainealach air an t-amas rè seal.
uk_ua: Удар тимчасово шокує ціль.

source: X-Strike
gd: Tar-bhualadh
uk_ua: Х-удар

source: A strong and aggressive attack with a blade that deals significant damage.
gd: Ionnsaigh neartmhor le lann a nì dochann mòr.
uk_ua: Потужна і агресивна атака наносить суттєві пошкодження цілі.

source: Single Shot
gd: Tilgeil shìmplidh
uk_ua: Постріл

source: A simple shot using an arbalest.
gd: Tilgeil sìmplidh le crois-bhogha.
uk_ua: Звичайний постріл з арбалету.

source: Blade Rush
gd: Lann luath
uk_ua: Мерехтіння леза

source: Incapacitating Shot
gd: Tilgeil lagachaidh
uk_ua: Знедолюючий постріл

source: A powerful shot aimed at lowering the enemy's ability to attack.
gd: Tilgeil chumhachdach a lagaicheas comas ionnsaighe nàmhad.
uk_ua: Сильний вистріл, щоб зменшити у противника можливість атакувати.

source: Rain of Arrows
gd: Fras shaighdean
uk_ua: Дощ стріл

source: An attack striking all enemies.
gd: Ionnsaigh a bhuaileas air a h-uile nàmhaid.
uk_ua: Атака, що пошкоджує усіх ворогів.

source: Dagger Slash
gd: Speachail biodaige
uk_ua: Удар ножем

source: A simple but efficient dagger attack.
gd: Ionnsaigh biodaige shìmplidh ach èifeachdach.
uk_ua: Проста, але ефективна атака ножем.

source: Poison Slash
gd: Speachail puinnsein
uk_ua: Удар отрутою

source: A dagger attack, poisoning the enemy.
gd: Ionnsaigh biodaige a chuireas puinnsean air an nàmhaid.
uk_ua: Атака ножем, що отруює ворога.

source: High Strike
gd: Buille àrd
uk_ua: Удар згори

source: A strike from above, stunning the enemy and breaking its magical defense.
gd: Buille on àirde a chuireas an tuainealach air an nàmhaid ’s a bhriseas a dhìon dhraoidhich.
uk_ua: Удар згори, що шокує ворога і пробиває його магічний захист.

source: Sonic Wind
gd: Gaoth fuaimneach
uk_ua: Ударна хвиля

source: Deals high wind damage to all enemies, stunning them along the way.
gd: Fulaingidh gach nàmhaid dochann gaoithe mòr ’s an tuainealach.
uk_ua: Завдає всім противникам багато шкоди силою вітра та паралізує їх.

source: Sword Breaker
gd: Brisear claidheimh
uk_ua: Мечелом

source: An attack that breaks the enemy's own attack power.
gd: Ionnsaigh a bhriseas cumhachd ionnsaighe an nàmhad.
uk_ua: Атака, яка зменшує силу атаки противника.

source: Execution
gd: Buille bàis
uk_ua: Страта

source: Attacks an enemy with a chance of causing death to catch its soul.
gd: Ionnsaigh air an nàmhaid le teans gun glac am bàs anam.
uk_ua: Атакує противника і може викликати смерть, щоб вона спіймала його душу.

source: Stun Bite
gd: Grèim tuainealaich
uk_ua: Паралітичний укус

source: Dampening Bite
gd: Grèim mì-mhisneachaidh
uk_ua: Укус, що притупляє

source: HP Drain
gd: Leigeil phuingean-beatha
uk_ua: Витягнення життя

source: Multiple Attack
gd: Ionnsaigh iomadach
uk_ua: Багаторазова атака

source: Frenzy Attack
gd: Ionnsaigh mire-chatha
uk_ua: Шалена атака

source: Stamina Steal
gd: Goid smiodaim
uk_ua: Крадіж снаги

source: Water Spray
gd: Smùid uisge
uk_ua: Поливання водою

source: Spider Web
gd: Eige damhain-allaidh
uk_ua: Павутиння

source: Bronann, do you need a quick reminder about the basics of battle?
gd: A Bhreannain, a bheil thu feumach air beagan cuimhneachaidh mun chòmhrag?
uk_ua: Бронане, тобі треба по-швидкому нагадати про основи бою?

source: Ask about battle basics.
gd: Faighnich mu chùisean còmhraige bunasach.
uk_ua: Спитати про те, як воювати.

source: Ask nothing. I know how to fight.
gd: Na faighnich. Tha fhios a’m mar a nì mi sabaid.
uk_ua: Нічого не питати. Я знаю, як воювати.

source: Er, I could use a refresher on the fundamentals of combat.
gd: Uill, cha dèanadh beagan oideachaidh mu shabaid cron orm.
uk_ua: Ну... я би залюбки ще разочок пройшовся по основам бою.

source: Here you can find the hit points (HP) and skill points (SP) of the ally party. Don't let your HP reach 0 or you're doomed!
gd: Chì thu puingean-beatha (PB) agus puingean-comais (PC) aig a’ chuideachd chaidreabhach. Thoir an aire nach ruig na PB agad 0 on a gheibheadh tu bàs!
uk_ua: Тут можна побачити життєві сили (HP) та здібності (SP) всієї команди союзників. Слідкуй, щоб життєві сили не стали рівні 0, бо інакше тобі кінець!

source: In battle, your icon and those of our enemies will rise up on the stamina bar. The more stamina you have, the faster your icon will climb.
gd: Rè na còmhraige, bidh an ìomhaigheag agad fhèin ’s nan nàimhdean a’ dìreadh air bàr an smiodaim. Mar as motha do shmiodam, ’s ann nas luaithe a dhìricheas an ìomhaigheag agad.
uk_ua: В битві твій значок та значки противників будуть підніматися по смужці снаги. Чим більша твоя снага, тим скоріше підніматиметься значок.

source: Once you or one of your allies has reached the action level, you can select an action for that ally. The battle is then paused and you've got all the time you need to select one, so don't panic.
gd: Nuair a bhios tu fhèin no caidreabhach air ìre a’ gnìomha a ruigsinn, ’s urrainn dhut gnìomh a thaghadh dhan chaidreabhach sin. Thèid a’ chòmhrag a chur ’na stad agus bidh pailteas ùine agad gus gnìomh a thaghadh, mar sin gabh air do shocair.
uk_ua: Коли ти або твій союзник дійде до рівню атаки, ти можеш вибрати дій для цього союзника. На цей час битва призупиняється, і у тебе буде час вибрати дію, тож не панікуй.

source: There are two action types: The basic 'Weapon' to attack, and later you can also use 'Magic' skills. Last but not least, you'll also be able to use our 'Items'. Simply choose an action followed by a target to trigger it.
gd: Tha dà sheòrsa de ghnìomhan ann: Ionnsaigh bunasach leis an “arm” agus comasan “draoidheachd” an uairsin. ’S urrainn dhut na “nithean” againn a chleachdadh cuideachd. Gus gnìomh a ghabhail, tagh gnìomh agus an uairsin an t-amas.
uk_ua: Є два типи дій: основна атакувальна дія — «Зброя», а потім можна буде використовувати здібності типу «Магія». І ще важливо пам'ятати про «Предмети». Просто обери дію, а потім ціль, щоб виконати цю дію.

source: The icon will still need to climb to the top of the stamina bar before the selected action is executed. This is called the 'preparation time'. Generally the more powerful the skill being executed, the longer it will take to prepare.
gd: Feumaidh an ìomhaigheag dìreadh gu bàrr bàr an smiodaim fhathast mus dèid an gnìomh a thagh thu a ghabhail. Seo an “ùine ullachaidh.” San fharsaingeachd, mar as cumhachdaiche an comas a tha ’ga chleachdadh ’s ann nas fhaide a bheir ullachadh.
uk_ua: Значок мусить піднятися до самого верху смужки снаги, щоб дія виконалася. Це називається «часом на підготовку». Звичайно чим сильніше здібність, тим довше треба готуватися.

source: By the way, you're not forced to wait for your icon to reach the action level before you can select an action. When these two little arrows here are highlighted, you can use your up and down keys to preselect an action for the corresponding ally.
gd: Eadar dà sgeul, cha leig thu leas fuireach gus an ruig an ìomhaigheag agad ìre a’ ghnìomha mus tagh thu gnìomh. Nuair a bhios an dà shaighead bheag seo soillsichte, ’s urrainn dhut na h-iuchraichean suas is sìos a chleachdadh gus gnìomhan na cuideachd a thaghadh ro làimh.
uk_ua: До речі, тобі не обов'язково чекати, коли значок дійде до рівню дії, щоб вибрати дію. Коли підсвічуються ось ці дві маленькі стрілочки, можна обрати дію для союзника заздалегідь.

source: So long as the little arrows there are still visible, you can change the selected action at any time.
gd: Cho fad ’s a chì thu na saighdean beaga seo, ’s urrainn dhut an gnìomh a thagh thu atharrachadh fhathast.
uk_ua: Поки ці маленькі стрілочки видно, можна змінити дію.

source: Don't forget that you can press '
gd: Cuimhnich gur urrainn dhut brùthadh air “
uk_ua: Не забувай, що можна натиснути '

source: ' if you need more details.
gd: ” ma tha barrachd fiosrachaidh a dhìth ort.
uk_ua: ' для отримання додаткової інформації.

source: Shall I repeat all that?
gd: An innis mi seo a-rithist?
uk_ua: Допетрав, чи повторити?

source: Yes, please.
gd: Bhiodh sin coibhneil.
uk_ua: Так, якщо можна.

source: No, it's alright.
gd: Chan innis, tha mi agad.
uk_ua: Ні, все зрозумів.

source: Don't worry Olivia, I have not forgotten my training.
gd: Na gabh dragh, Oighrig. Cha do dhìochuimhnich mi an t-oideachadh a fhuair mi.
uk_ua: Не хвилюйся, Олівіє, я не забув свої тренування.

source: Thanks Olivia, I'm prepared now.
gd: Mòran taing, Oighrig. Tha mi ullamh a-nis.
uk_ua: Дякую, Олівіє, тепер я готовий.

source: Good. I'll let you quickly dispatch this minor threat.
gd: Glè mhath. Nach chuir thu às dhan chunnart bheag seo gu luath ma-thà?
uk_ua: Добре. Я дам тобі швиденько розібратися з цією не дуже небезпечною істотою.

source: Running out of magic points? You can restore you PMs using Moon juice.
gd: A bheil an comas draoidheachd a’ ruith ort? ’S urrainn dhut na phuingean-comais agad aiseag le deoch-gealaich.

source: I didn't know that there was a cave here. It's kind of creepy. Let's hurry and find Orlinn.
gd: Cha robh fhios a’m gun robh uamh ann a sheo. Tha e caran eagalach. Greasamaid a’ lorg Odhrain.
uk_ua: Я не знаю, звідки тут печера. Вона якась страшнувата. Давай скоріш знайдемо Орліна.

source: It seems Orlinn was able to go through those platforms. Somehow.
gd: Tha coltas gun d’ fhuair Odhran slighe gu taobh eile nan ùrlaran seo. Air dòigh air choireigin.
uk_ua: Здається, Орлін пройшов через ці платформи. Якимось чином.
