Repository: Aluminum5/ValyriaTear
Catalog: po/*.po
Languages: gd, uk_ua

source: Carson
gd: Calum
uk_ua: Карсон

source: Malta
gd: Marsaili
uk_ua: Мальта

source: Orlinn
gd: Odhran
uk_ua: Орлін

source: Herth
gd: Taog
uk_ua: Герц

source: Olivia
gd: Oighrig
uk_ua: Олівія

source: Brymir
gd: Brìghde
uk_ua: Бримір

source: Martha
gd: Mòr
uk_ua: Марта

source: Sophia
gd: Sorcha
uk_ua: Софія

source: Lilly
gd: Ròs
uk_ua: Лілі

source: Georges
gd: Somhairle
uk_ua: Жорж

source: Dandy Shroom
gd: Balgan-buachair spaideil
uk_ua: Гриб-піжон

source: Crystal
gd: Criostal
uk_ua: Кристал

source: Soldier
gd: Saighdear
uk_ua: Солдат

source: Chicken
gd: Cearc
uk_ua: Курча

source: Butterfly
gd: Dealan-dè
uk_ua: Метелик

source: Squirrel
gd: Feòrag
uk_ua: Білка

source: Lord
gd: Morair
uk_ua: Лорд

source: Physical Attack
gd: Ionnsaigh bodhaige
uk_ua: Фізична атака

source: Magical Attack
gd: Ionnsaigh dhraoidheach
uk_ua: Магічна атака

source: Physical Defense
gd: Dìon bodhaige
uk_ua: Фізичний захист

source: Magical Defense
gd: Dìon draoidheach
uk_ua: Магічний захист

source: Stamina
gd: Smiodam
uk_ua: Снага

source: Evasion
gd: Teàrnadh
uk_ua: Ухилення

source: HP
gd: PB

source: SP
gd: PC

source: Paralysis
gd: Pairilis
uk_ua: Параліч

source: Fire Elemental Strength
gd: Neart dùileach teine
uk_ua: Стихійна сила вогню

source: Water Elemental Strength
gd: Neart dùileach uisge
uk_ua: Стихійна сила води

source: Wind Elemental Strength
gd: Neart dùileach gaoithe
uk_ua: Стихійна сила вітру

source: Earth Elemental Strength
gd: Neart dùileach talmhainn
uk_ua: Стихійна сила землі

source: Life Elemental Strength
gd: Neart dùileach beatha
uk_ua: Стихійна сила життя

source: Death Elemental Strength
gd: Neart dùileach bàis
uk_ua: Стихійна сила смерті

source: Neutral Elemental Strength
gd: Neart dùileach neodraich
uk_ua: Стихійна нейтральна сила

source: Prismatic Ring
gd: Fàinne priosma
uk_ua: Призматичний перстень

source: A strange ring that protects the wearer from darkness.
gd: Fàinne annasach a dhìonas an neach a chuir i air on dorchadas.
uk_ua: Дивне кільце, що захищає власника від темряви.

source: Long Leather Gloves
gd: Miotagan leathair fada
uk_ua: Довгі шкіряні рукавиці

source: Robust leather gloves.
gd: Miotagan leathair treuna.
uk_ua: Тривкі шкіряні рукавиці

source: Sturdy Leather Gloves
gd: Miotagan leathair treuna
uk_ua: Міцні шкіряні рукавиці

source: Wooden Shield
gd: Sgiath darach
uk_ua: Дерев'яний щит

source: Robust wooden oak protects from all but the heaviest of assaults.
gd: Dìonaidh an darach làidir on a h-uile ionnsaigh ach on fheadhainn fìor threun.
uk_ua: Міцний дубовий щит захистить від слабких ударів.

source: Metal Shield
gd: Sgiath meatailt
uk_ua: Металевий щит

source: A shield formed completely out of a light-weight but cheap metallic alloy.
gd: Sgiath a chaidh a dèanamh gu tur à co-mheatailt aotrom ach saor.
uk_ua: Цільнометалевий щит з легкого, але дешевого сплаву.

source: Phoenix Shield
gd: Sgiath ainneamhaige
uk_ua: Щит фенікса

source: A tall steel shield with a mighty phoenix emblazoned on the front.
gd: Sgiath stàilinn mhòr le dealbh na h-ainneamhaige cumhachdaich air.
uk_ua: Високий сталевий щит прикрашений геральдичною фігурою у формі фенікса спереду.

source: Trident Shield
gd: Sgiath muirghidh
uk_ua: Щит тризуба

source: A large shield with enough fortitude to withstand waves of powerful attacks.
gd: Sgiath mhòr a bhios làidir gu leòr gus seasamh an aghaidh iomadh ionnsaigh chumhachdach.
uk_ua: Величезний і міцний щит захистить від потужних атак.

source: Butterfly Hair Tong
gd: Clobha fuilt dealain-dhè
uk_ua: Заколка-метелик

source: An old and finely crafted piece of jewelery.
gd: Seann-sheud a chaidh a dhèanamh le sàr-cheàird.
uk_ua: Стара якісна ювелірна прикраса.

source: Wolfpain Necklace
gd: Seud-muineil pian madaidh-allaidh
uk_ua: Намисто вовка

source: A strange necklace with unknown powers.
gd: Seud-muineil annasach le cumhachdan nach aithne dhuibh.
uk_ua: Дивне намисто із таємничими силами.

source: Old Helmet
gd: Seann-chlogaid
uk_ua: Старий шолом

source: A battle-worn helmet, still reliable for head protection.
gd: Clogaid a chaidh a chaitheamh air a’ bhlàr ach a bheir dìon earbsach dha do cheann fhathast.
uk_ua: Шолом, потріпаний в боях. Все ще надійно захищає голову.

source: Cobalt Helm
gd: Clogaid còbailt
uk_ua: Кобальтовий шолом

source: A small helmet composed of a secret cobalt-based alloy.
gd: Clogaid bheag a chaidh a dhèanamh à co-mheatailt dhìomhair stèidhichte air còbalt.
uk_ua: Малий шолом, зроблений з таємного сплаву на базі кобальту.

source: Crested Helmet
gd: Clogaid chìreanach
uk_ua: Шолом із гребнем

source: A sturdy helmet with a hinged face guard offering additional protection.
gd: Clogaid sheasmhach le dìon aodainn air alt a bheir barrachd dìona dhut.
uk_ua: Міцний шолом із додатковим захистом для обличчя.

source: Tiny Healing Potion
gd: Deoch-slàinte bhìodach
uk_ua: Крихітне цілюще зілля

source: Restores a small amount of hit points to an ally.
gd: Tillidh i beagan phuingean-beatha dha chaidreabhach.
uk_ua: Загоює легкі поранення персонажа (HP).

source: Small Healing Potion
gd: Deoch-slàinte bheag
uk_ua: Мале цілюще зілля

source: Restores a reasonable amount of hit points to an ally.
gd: Tillidh i cuid mhath a phuingean-beatha dha chaidreabhach.
uk_ua: Загоює рани тіла і душі персонажа (HP).

source: Healing Potion
gd: Deoch-slàinte
uk_ua: Потужне цілюще зілля

source: Restores a large amount of hit points to an ally.
gd: Tillidh i cuid mhòr a phuingean-beatha dha chaidreabhach.
uk_ua: Зціляє глибокі рани персонажа (HP).

source: Mega Healing Potion
gd: Deoch-slàinte mhòr
uk_ua: Жива вода

source: Restores a very high amount of hit points to an ally.
gd: Tillidh i cuid glè mhòr a phuingean-beatha dha chaidreabhach.
uk_ua: Відновлює тіло і душу персонажа (HP).

source: Tiny Moon Juice Potion
gd: Deoch-gealaich bhìodach
uk_ua: Крихітний екстракт калини

source: Restores a small amount of skill points to an ally.
gd: Tillidh i cuid a phuingean-comais dha chaidreabhach.
uk_ua: Трохи відновлює здібності персонажа (SP).

source: Small Moon Juice Potion
gd: Deoch-gealaich bheag
uk_ua: Слабкий екстракт калини

source: Restores a reasonable amount of skill points to an ally.
gd: Tillidh i cuid mhath a phuingean-comais dha chaidreabhach.
uk_ua: Ефективно відновлює здібності персонажа (SP).

source: Moon Juice Potion
gd: Deoch-gealaich
uk_ua: Потужний екстракт калини

source: Restores a large amount of skill points to an ally.
gd: Tillidh i cuid mhòr a phuingean-comais dha chaidreabhach.
uk_ua: Відновлює велику кількість здібностей персонажа (SP).

source: Mega Moon Juice Potion
gd: Deoch-gealaich mhòr
uk_ua: Концентрований екстракт калини

source: Restores a very high amount of skill points to an ally.
gd: Tillidh i cuid glè mhòr a phuingean-comais dha chaidreabhach.
uk_ua: Відновлює дуже велику кількість здібностей персонажа (SP).

source: Lotus Petal
gd: Bileag lòtais
uk_ua: Пелюсток первоцвіту

source: Cures moderate poisons from an ally.
gd: Leigheas air puinnseanan cuibheasach do chaidreabhach.
uk_ua: Лікує союзників від деяких отрут.

source: Candy
gd: Suiteas
uk_ua: Цукерка

source: Makes an ally's health regenerate moderately.
gd: Slànaichidh e caidreabhach gu cuibheasach.
uk_ua: Регенерує життєві сили персонажа.

source: Minor Elixir
gd: Bladh-shùgh beag
uk_ua: Слабкий еліксир

source: Revives a character, or improves the character's status when he/she is alive by a limited degree.
gd: Ath-bheòthaichidh e pearsa no bheir e beagan pisich air cor pearsa beò.
uk_ua: Приводить персонажа у свідомість, або дещо покращує стан притомного персонажа.

source: Elixir
gd: Bladh-shùgh
uk_ua: Еліксир

source: Revives a character to half of their hit points, or reasonably improves the character's status while he/she is alive.
gd: Ath-bheòthaichidh e dàrna leth dhen t-slàinte aig pearsa no bheir e piseach math air cor pearsa beò.
uk_ua: Повертає персонажа в свідомість з половиною життєвих сил, або непогано покращує стан притомного персонажа.

source: Periwinkle Potion
gd: Deoch faochaige
uk_ua: Мікстура сили

source: Gives a reasonable boost in Physical Attack to an ally for a large amount of time.
gd: Bheir i neartachadh reusanta air ionnsaighean bodhaige caidreabhaich rè ùine mhòr.
uk_ua: Надовго покращує фізичну атаку союзника.

source: Haste Potion
gd: Deoch na cabhaige
uk_ua: Мікстура швидкості

source: Gives a reasonable boost in stamina to an ally for a small amount of time.
gd: Bheir i meudachadh reusanta air smiodam caidreabhaich rè ùine bheag.
uk_ua: Суттєво збільшує снагу союзника на короткий проміжок часу.

source: Poison Potion
gd: Deoch phuinnseanach
uk_ua: Флакон отрути

source: Poisons an enemy for a small amount of time.
gd: Cuiridh i puinnseanachadh air nàmhaid rè ùine bheag.
uk_ua: Отруює ворога на короткий час.

source: Copper Ore
gd: Clach-chopair
uk_ua: Мідь

source: A small amount of copper ore.
gd: Beagan cloiche-copair.
uk_ua: Невеличкий мідний самородок.

source: Iron Ore
gd: Clach-iarainn
uk_ua: Залізо

source: A small amount of iron ore.
gd: Beagan cloiche-iarainn.
uk_ua: Невеличкий залізний самородок.

source: Titanium Ore
gd: Clach-thitanium
uk_ua: Тітан

source: A small amount of titanium ore.
gd: Beagan cloiche-titanium.
uk_ua: Невелика кількість титанової руди.

source: Anthozium Ore
gd: Clach-antosium
uk_ua: Антозій

source: A small amount of anthozium ore.
gd: Beagan cloiche-antosium.
uk_ua: Невелика кількість антозієвої руди.

source: Auridium Ore
gd: Clach-auridium
uk_ua: Золотін

source: A small amount of auridium ore.
gd: Beagan cloiche-auridium.
uk_ua: Невелика кількість золотінової руди.

source: Borium Ore
gd: Clach-bhorium
uk_ua: Вольфрамін

source: A small amount of borium ore.
gd: Beagan cloiche-borium.
uk_ua: Невелика кількість вольфрамінової руди.

source: Evanium Ore
gd: Clach evanium
uk_ua: Еванін

source: A small amount of evanium ore.
gd: Beagan cloiche-evanium.
uk_ua: Невелика кількість еванінової руди.

source: Phoenix Feather
gd: Ite ainneamhaige
uk_ua: Пір'я фенікса

source: A genuine and perfect feather from the great fire bird. It is known to bring life to inanimated items.
gd: Fìor-ite ainneamhaige fhoirfe o mhòr-eun an teine. Thathar ag ràdh gun doir e beatha dha nithean nach eil beò.
uk_ua: Справжнє перо великого вогняного птаха в чудовому стані. Кажуть, що воно оживляє неживе.

source: Slimy Material
gd: Stuth glodhach
uk_ua: Склизький матеріал

source: Material provided by slimy creatures.
gd: Stuth a sholaireas creutairean glodhach.
uk_ua: Матеріал, отриманий від склизьких істот.

source: Refined Slimy Material
gd: Stuth glodhach feabhasach
uk_ua: Покращений склизький матеріал

source: Quality material provided by slimy creatures.
gd: Stuth le càileachd àrd a sholaireas creutairean glodhach.
uk_ua: Якісний матеріал від склизьких істот.

source: Insect Material
gd: Stuth biastaige
uk_ua: Комашиний матеріал

source: Material provided by various insects.
gd: Stuth a sholaireas biastagan.
uk_ua: Матеріал, отриманий від різних комах.

source: Refined Insect Material
gd: Stuth biastaige feabhasach
uk_ua: Покращений комашиний матеріал

source: Quality material provided by various insects.
gd: Stuth le càileachd àrd a sholaireas biastagan.
uk_ua: Якісний матеріал від різних комах.

source: Fur
gd: Bian
uk_ua: Хутро

source: Material provided by various creatures.
gd: Stuth a sholaireas caochladh de chreutairean.
uk_ua: Матеріал від різних істот.

source: Soft Fur
gd: Bian bog
uk_ua: М'яке хутро

source: Material provided by rare animals.
gd: Stuth a sholaireas creutairean ainneamh.
uk_ua: Матеріал від рідкісних істот.

source: Silver Fur
gd: Bian airgid
uk_ua: Срібне хутро

source: Highly sought-after material provided by very special creatures.
gd: Stuth glè phrìseil a sholaireas creutairean glè shònraichte.
uk_ua: Дуже цінний матеріал від дуже особливих істот.

source: Saurian Material
gd: Stuth laghairt
uk_ua: Рептильний матеріал

source: Material provided by various reptilians.
gd: Stuth a sholaireas caochladh de laghairtean.
uk_ua: Матеріал від різних рептилій.

source: Refined Saurian Material
gd: Stuth laghairt feabhasach
uk_ua: Покращений рептильний матеріал

source: Quality material provided by various reptilians.
gd: Stuth le càileachd àrd a sholaireas caochladh de laghairtean.
uk_ua: Якісний матеріал від різних рептилій.

source: Rodent Material
gd: Stuth creimich
uk_ua: Гризуновий матеріал

source: Material provided by small rodents.
gd: Stuth a sholaireas creimich bheaga.
uk_ua: Матеріал від малих гризунів.

source: Refined Rodent Material
gd: Stuth creimich feabhasach
uk_ua: Покращений гризуновий матеріал

source: Quality material provided by not-that-small rodents.
gd: Stuth le càileachd àrd a sholaireas creimich nach eil cho beag sin.
uk_ua: Якісний матеріал від не таких вже й малих гризунів.

source: Soft Powder
gd: Fùdar bog
uk_ua: М'який порошок

source: Silk
gd: Sìoda
uk_ua: Шовк

source: Material provided by a few creatures.
gd: Stuth a sholaireas cuid a chreutairean.
uk_ua: Матеріал від деяких істот.

source: Red Meat
gd: Feòil dhearg
uk_ua: Червоне м'ясо.

source: Material provided by warm-blooded creatures.
gd: Stuth a sholaireas creutairean blàth-fhuileach.
uk_ua: Матеріал з теплокровних істот.

source: Fish Meat
gd: Feòil èisg
uk_ua: Оброблена риба

source: Material provided by various underwater creatures.
gd: Stuth a sholaireas creutairean a dh’fhuiricheas san uisge.
uk_ua: Матеріал від підводних істот.

source: White Meat
gd: Feòil gheal
uk_ua: Біле м'ясо

source: Orb
gd: Cruinne
uk_ua: Сфера

source: Stinging Material
gd: Stuth guineach
uk_ua: Пекучий матеріал

source: Thick Fabric
gd: Clò tiugh
uk_ua: Товста тканина

source: Common fabric, but of good quality.
gd: Clò àbhaisteach ach math.
uk_ua: Розповсюджена, але якісна тканина.

source: Fine Wood
gd: Fiodh fìnealta
uk_ua: Якісні дрова

source: Common but durable wood. Always useful
gd: Fiodh àbhaisteach ach math. Feumail an-còmhnaidh
uk_ua: Розповсюджена тверда деревина. Ніколи не зайва.

source: Escape Smoke
gd: Toit teichidh
uk_ua: Димова шашка

source: A ninja potion that bursts out a damp mist when it is crashed on the ground. Used to hopefully escape from standard opponents.
gd: Deoch ninja a leigeas ceò tais nuair a bhuaileas tu ris an làr i. An dòchas gun cuidich i thu le teicheadh o nàimhdean àbhaisteach.
uk_ua: Зілля для ніндзя, що випускає вологий туман, коли розбити його об землю. Дозволяє, якщо пощастить, втекти від звичайних противників.

source: Pen
gd: Peann
uk_ua: Олівець Жоржа

source: Georges's pen, presumably used to write poetry.
gd: Peann Shomhairle, a chùm sgrìobhadh dàin gun teagamh.
uk_ua: Олівець Жоржа, швидше за все він використовує його, щоб записувати свої вірші.

source: Barley Meal
gd: Min-eòrna
uk_ua: Ячмінне борошно

source: Basic yet good and cheap flour.
gd: Flùr saor bunasach ach math.
uk_ua: Просте, але добре і дешеве борошно.

source: Leather boots
gd: Bòtannan leathair
uk_ua: Шкіряні чоботи

source: Simple but fairly good leather boots.
gd: Bòtannan leathair sìmplidh ach reusanta math.
uk_ua: Прості, але досить добрі шкіряні чоботи.

source: Sturdy boots
gd: Bòtannan treuna
uk_ua: Міцні чоботи

source: Standard Greaves
gd: Èideadh calpa àbhaisteach
uk_ua: Стандартні наголінники

source: Standard equipment. Light metal alloy protects the legs while minimizing the negative impact on movement.
gd: Uidheamachd àbhaisteach. Dìonaidh co-mheatailt aotrom na casan gun a bhith a’ cur gus bacaidh air a’ ghluasad.
uk_ua: Стандартне військове обладнання. Легкі металеві наголінники захищають ноги, мінімально впливаючи на рухливість.

source: Tempered Greaves
gd: Èideadh calpa foinnichte
uk_ua: Загартовані наголінники

source: Standard greaves that have undergone an additional tempering process, increasing their durability and strength.
gd: Èideadh calpa àbhaisteach a chaidh fhoinneachadh gus cur ris an seasmhachd.
uk_ua: Стандартні військові наголінники, які були додатково загартовані для збільшення міцності і довговічності.

source: Ardoris
gd: Loisgean
uk_ua: Андоріс

source: An enchanting child of fire.
gd: Mac teine draoidheach.
uk_ua: Чарівниче дитя вогню.

source: Undine
gd: Òigh-mhara
uk_ua: Андін

source: A mesmerizing spirit of living water.
gd: Spiorad uisge ceò-draoidheach beò.
uk_ua: Надприродній дух живої води.

source: Sylphid
gd: Deòthach
uk_ua: Сіркад

source: A very rare spirit of wind, usually neither tamable nor catchable.
gd: Spiorad gaoithe glè ainneamh, cha ghabh a challachadh no ghlacadh mar as trice.
uk_ua: Дуже рідкий дух вітру, яких зазвичай не можна ані приручити, ані впіймати.

source: Dryad
gd: Darach
uk_ua: Дріад

source: A fragile spirit, child of mother nature.
gd: Spiorad brisg, nighean an nàdair.
uk_ua: Тендітний дух, дитя мати-природи.

source: Fairy
gd: Sìthiche
uk_ua: Променея

source: Blinding as the sun, she brings life even where death belongs.
gd: Dallaidh i mar a’ ghrian ach bheir i a’ bheatha do far a bhuaineas am bàs.
uk_ua: Сліпуча, наче сонце, вона приносить життя навіть серед смерті.

source: Demona
gd: Deamhain
uk_ua: Пітьмар

source: Spirit of the dark. It can't be possessed: it only chose to be possessed, waiting for its hour.
gd: Spiorad an dorchadais. Cha ghabh a ghlacadh ach ma chuir e roimhe do ghlacadh-sa nuair a thig an t-àm aige.
uk_ua: Дух темряви. Його не можна опанувати: він сам згодився, щоб його опанували, чекаючи на свій час.

source: Oblivion
gd: Dìochuimhne
uk_ua: Забуття

source: Touched neither by time nor space, this spirit is dwelling in pure energy.
gd: Cha bhean an tìm no an rùm ris an spiorad seo a tha a’ fuireach ann an rìoghachd an lùths ghlain.
uk_ua: Це дух живе в чистій енергії, і його не чіпає ані час, ані простір.

source: Rookie Tunic
gd: Lèine glas-laoich
uk_ua: Проста сорочка

source: A light tunic worn by new soldier recruits. This one belonged to Bronann's father.
gd: Lèine aotrom a chaitheas saighdearan air an ùr-thrusadh. Bhiodh an tè seo aig athair Bhreannain.
uk_ua: Легка сорочка, яку носять солдати-новобранці. Ця належала батьку Бронана.

source: Old Willow Dress
gd: Seann-dreasa seileach
uk_ua: Старовинне шовкове плаття

source: An old willow dress that Kalya likes to wear.
gd: Seann-dreasa seileach as toigh le Chaoimhe a chur oirre.
uk_ua: Старовинне шовкове плаття, яке любить носити Каля.

source: Tunic
gd: Lèine
uk_ua: Міцна сорочка

source: An old light soldier tunic.
gd: Seann-lèine aotrom saighdeir.
uk_ua: Стара солдатська сорочка.

source: Leather Cloak
gd: Cleòc leathair
uk_ua: Шкіряний плащ

source: A cloak worn by apprentices.
gd: Cleòc a chuireas foghlamaichean orra.
uk_ua: Мантія магів-початківців.

source: Adjusted Rookie Tunic
gd: Lèine glas-laoich air dòigh
uk_ua: Підшита проста сорочка

source: Patched Willow Dress
gd: Dreasa seileach a chaidh a chàradh
uk_ua: Латане шовкове плаття

source: Leather Chain Mail
gd: Màilleach leathair
uk_ua: Шкіряна кольчуга

source: A light chain mail woven into a tough leather cuirass.
gd: Màilleach aotrom air fhighe ri lùireach leathair cruaidh.
uk_ua: Легка кольчуга із міцною шкіряною підкладкою.

source: Karlate Breastplate
gd: Èideadh-broillich Carlachd
uk_ua: Карлатинський панцир

source: Standard Karlate issued equipment. Effectively protects the torso from most types of attack.
gd: Uidheamachd stannardach a’ Charlachd. Dìonaidh e an com on mhòrchuid a sheòrsaichean de dh’ionnsaigh.
uk_ua: Стандартна панцирна броня Карлатинської армії. Ефективно захищає торс від більшості атак.

source: Shouldered Breastplate
gd: Èideadh-broillich ’s guailne
uk_ua: Панцир із наплечниками

source: A breastplate with slightly thicker armor than is commonly found and additional shoulder guards.
gd: Èideadh-broillich le armachd beagan nas treasa na an àbhaist agus le dìon ghuailnean ris.
uk_ua: Трохи міцніший, ніж стандартна панцирна броня, він додатково захищає плечі.

source: Wooden Sword
gd: Claidheamh fiodha
uk_ua: Дерев'яний меч.

source: A sword made of wood with a steel hilt, very good for practising.
gd: Claidheamh a chaidh a dhèanamh à fiodh le dòrn stàilinn, glè mhath airson oideachadh.
uk_ua: Майже повністю дерев'яний меч із стальним лезом з одного боку. Дуже зручний для тренування.

source: Hardened Practice Sword
gd: Claidheamh trèanaidh cruaidh
uk_ua: Підсилений тренувальний меч

source: Initiate Sword
gd: Claidheamh foghlamaiche
uk_ua: Меч початківця

source: A sword made of wood with a steel hilt, reinforced magically.
gd: Claidheamh a chaidh a dhèanamh à fiodh le dòrn stàilinn, le neartachadh draoidheach air.
uk_ua: Дерев'яний меч із стальним лезом з одного боку, підсилений магією.

source: Perfect Wooden Sword
gd: Claidheamh fiodha foirfe
uk_ua: Досконалий дерев'яний меч

source: A sword made of wood with a steel hilt, surrounded by a great magical force.
gd: Claidheamh a chaidh a dhèanamh à fiodh le dòrn stàilinn, le forsa draoidheach mòr air.
uk_ua: Дерев'яний меч із стальним лезом з одного боку, оточений потужною магічною силою.

source: Iron Sword
gd: Claidheamh iarainn
uk_ua: Залізний меч

source: A sturdy but somewhat dull sword whose blade was forged from a single block of solid iron.
gd: Claidheamh seasmhach ach caran maol a chaidh a dhèanamh à bloca iarrainn.
uk_ua: Міцний, але не дуже гострий меч із цільнометалічним лезом.

source: Soldier Sword
gd: Claidheamh saighdeir
uk_ua: Меч солдата

source: Standard soldier sword. A light weight iron sword suitable for most skirmishes.
gd: Claidheamh àbhaisteach saighdeir. Seo claidheamh iarrainn aotrom a tha iomchaidh airson a’ mhòrchuid a chòmhragan.
uk_ua: Стандартний легкий залізний меч солдата. Стане у нагоді в будь-якій сутичці.

source: Knight's Blade
gd: Lann ridire
uk_ua: Меч лицаря

source: A weapon bestowed to seasoned veterans of the knighthood.
gd: Claidheamh a gheibh ridirean seann-eòlach.
uk_ua: Особлива зброя, яку дарують бувалим ветеранам лицарства.

source: Paladin's Sword
gd: Claidheamh ridire rìoghail
uk_ua: Меч палладіна

source: A mythical weapon blessed with a magical fire.
gd: Claidheamh faoinsgeulach a chaidh a bheannachadh le teine draoidheach.
uk_ua: Містична зброя, благословенна магічним вогнем.

source: Omni Sword
gd: Claidheamh uile-choitcheann
uk_ua: Всемогутній меч

source: Arbalest
gd: Crois-bhogha
uk_ua: Арбалет

source: A standard wooden arbalest.
gd: Crois-bhogha fiodha àbhaisteach.
uk_ua: Звичайний дерев'яний арбалет.

source: Improved Arbalest
gd: Crois-bhogha pisichte
uk_ua: Покращений арбалет

source: Noble Arbalest
gd: Crois-bhogha uasail
uk_ua: Модифікований арбалет

source: An arbalest made out of fine noble ash tree wood.
gd: Crois-bhogha a chaidh a dhèanamh à uinnseann uasail.
uk_ua: Арбалет покращеної конструкції.

source: Arbalest of Force
gd: Crois-bhogha na cumhachd
uk_ua: Арбалет сили

source: An arbalest strengthened with magical ore.
gd: Crois-bhogha a chaidh a neartachadh le clach-mhèinneir dhraoidheach.
uk_ua: Високоякісний арбалет, посилений магією.

source: Punch
gd: Dòrn
uk_ua: Ударити кулаком

source: A simple punch. Better than nothing.
gd: Bualadh bunasach. Mur eil dad eile agad, ‘s fheàrr teicheadh math na droch-fhuireach…
uk_ua: Простий удар кулаком. Краще, ніж нічого.

source: Throw stone
gd: Tilg clach
uk_ua: Кинути камінь

source: Kalya's attack when she has no weapon.
gd: Ionnsaigh Chaoimhe mur eil arm aice.
uk_ua: Атака Калі, коли вона без зброї.

source: Tornado Punch
gd: Dòrn gaillinn
uk_ua: Удар торнадо

source: Spinning knuckle attack that deals wind damage.
gd: Ionnsaigh dùirn cuairteach a nì dochann gaoithe.
uk_ua: Удар кулаком з повороту, який наносить шкоду вітром.

source: Shield
gd: Sgiath
uk_ua: Щит

source: Increases an ally's physical defense by a slight degree.
gd: Cuiridh i beagan ri dìon bodhaig caidreabhaich.
uk_ua: Трохи збільшує фізичну захищеність персонажа.

source: First Aid
gd: Ciad chobhair
uk_ua: Швидка допомога
