Repository: Aluminum5/ValyriaTear
Catalog: po/*.po
Languages: gd, uk_ua

source: Indeed! They've been had!
gd: Gu dearbh! Rinn sinn a’ chùis orra!
uk_ua: Отож! Хай спробують!

source: Who are the little brats now, eh?
gd: Cò na droch-iseanan a-nis, saoil?
uk_ua: Вони нас недооцінили.

source: Let's go back and inform the others.
gd: Tilleamaid ’ga innse do chàch.
uk_ua: Нам треба повернутися і розповісти іншим.

source: Yes, sir.
gd: Aidh, a thighearna.
uk_ua: Так, сер.

source: They're gone. We should move on before they actually find a way to cross the gap.
gd: Dh’fhalbh iad. Bu chòir dhuinn dol air adhart mus lorg iad dòigh air an dig iad thairis air a’ bheàrn.
uk_ua: Вони пішли. Але нам треба рухатися, доки вони не знайшли, як перебратися через прірву.

source: You'll see. There's plenty of things I need to show you there. Plus, it's a safe place.
gd: Tuigidh tu a dh’aithghearr. Tha iomad rud an-seo a dh’fheumas mi sealltainn dhut. A bharrachd air sin, ’s e àite sàbhailte a th’ ann.
uk_ua: Є багато чого, що я маю тобі розповісти. До того ж, тут безпечно.

source: Err, sis?
gd: An-dà, a phiuthar?
uk_ua: Еее... Сестро?

source: Our elder will also be able to help us. And you'll get a better explanation than I could ever...
gd: Cuidichidh an seanair sinn. Agus gheibh thu mìneachadh nas fheàrr na b’ urrainn dhomh fhìn…
uk_ua: Але старші зможуть тобі краще допомогти. А ти отримаєш усі пояснення значно краще, ніж я могла б...

source: One second, Orlinn. I'm trying to...
gd: Fuirich greis, Odhrain. Tha mi a’ feuchainn ri…
uk_ua: Не перебивай, Орліне. Я намагаюся...

source: But Kalya, look at the passageway!
gd: Ach a Chaoimhe, seall air an trannsa!
uk_ua: Але, Кальо! Поглянь на прохід!

source: What about the...
gd: Dè mu dhèidhinn…
uk_ua: Що ж з...

source: No, it can't be.
gd: Och, cha chreid mi e.
uk_ua: Ні, не може бути.

source: After all we've been through, this...
gd: Às dèidh na dh’fhulaing sinn, tha…
uk_ua: Все що ми пройшли, це...

source: Calm down Kalya, there must be a way to go through this somehow.
gd: Air do shocair, a Chaoimhe, feumaidh gu bheil slighe troimhe air choireigin ann.
uk_ua: Заспокойся, Кальо. Мусить бути якийсь шлях.

source: Unfortunately, yes. There is one.
gd: Gu mì-fhortanach, thà.
uk_ua: На жаль, так. Шлях є.

source: We'll have to enter the ancient shrine.
gd: Feumaidh sinn dol a-steach dhan naomh-chiste àrsaidh.
uk_ua: Нам треба увійти в стародавню святиню.

source: If we wouldn't have gotten here all by ourselves, I would swear Banesore's army pushed us here on purpose.
gd: Mura robh sinn air an t-àite seo a ruigsinn leinn fhìn, bhithinn-sa cinnteach gun do stiùirich feachd Ghoirturbhaidh sinn ann a dh’aona-ghnothaich.
uk_ua: Якщо б ми не прийшли сюди самі, я б поклялася, що військо Отрути відтіснило нас сюди навмисне.

source: What's with this 'ancient shrine'?
gd: Dè mu dhèidhinn na “naomh-chiste àrsaidh”?
uk_ua: Що це за «стародавня святиня»?

source: Some say it is haunted. It was sealed a long time ago, long before I was even born.
gd: Tha cuid ag ràdh gu bheil tàbharnadh air. Chaidh a seuladh o chionn fhada fhada mus rugadh mi.
uk_ua: Люди кажуть, вона проклята. І вона була запечатана дуже давно, задовго до мого народження.

source: Indeed, it must be a long time ago.
gd: Feumaidh gur e o chionn fhada a bh’ ann.
uk_ua: Ага, мабуть дійсно дуже давно.

source: Anyway, we might not be able to enter there at all. But you're right, let's have a look around first. Who knows?
gd: Gidheadh, ’s dòcha nach dèid leinn dol a-steach idir. Ach tha thu ceart, bu chòir dhuinn sùil a thoirt air an àite seo an toiseach. Cò aig’ a tha fhios?
uk_ua: В будь-якому випадку, може ми взагалі не зможемо туди увійти. Але ти правий, давай оглянемося довкола. Хто знає?

source: Here we are, looking at this huge and wonderful, yet creepy door. I don't like this.
gd: Seo sinne a’ coimhead air an doras mhìorbhaileach mhòr ach uamhalta. Cha toigh leam e.
uk_ua: Ось ми споглядаємо здоровезні, красиві і геть страшні двері. Мені це не подобається.

source: It's not like I actually want to open this, but how are we going to do so?
gd: Chan ann gu bheil mi deònach air fhosgladh, ach ciamar a nì sinn seo?
uk_ua: Не сказала б, що я дійсно хочу відкрити їх, але як це можливо зробити?

source: Ow, my chest. It hurts!
gd: Oich, m’ uchd. Tha e goirt!
uk_ua: Ой, груди! Болить! Що це?

source: The crystal! Orlinn! Let's stand back!
gd: An criostal! Odhrain! Cumaidh sinn air falbh!
uk_ua: Це кристал! Орліне! Назад!

source: That sign, it is the sign of the ancients! Bronann! Are you alright?
gd: An sanas ud, ’s e sanas nan sinnsearan a th’ ann. A Bhreannain! ’Eil thu ceart gu leòr?
uk_ua: Цей знак — це знак стародавніх! Бронане! Ти в порядку?

source: I'm fine, I guess. The pain faded away.
gd: Saoilidh mi gu bheil. Dh’fhalbh am pian.
uk_ua: В порядку, здається. Біль зникла.

source: Thank the goddess.
gd: Taing dhan bhan-dia.
uk_ua: Дяка богині.

source: Well, the door is open now.
gd: Uill, tha an doras fosgailte a-nis.
uk_ua: Що ж, двері відчинені.

source: Yiek! Do you really want to go there??
gd: Iochd! A bheil sibh airson dol ann dha-rìribh??
uk_ua: Йой! Невже ми дійсно туди підемо??

source: I believe we don't really have a choice. Somehow this place... called me.
gd: Cha chreid mi gu bheil roghainn againn. Ann an dòigh … dh’iarr an t-àite seo fhèin mi.
uk_ua: Мабуть, у нас немає вибору. Це місце якимось чином... покликало мене.

source: Anyway, let's stick together and we'll be fine as always, right?
gd: Co-dhiù no co-dheth, cumaidh sinn an làimh a chèile is bidh sinn ceart gu leòr mar as àbhaist, nach bi?
uk_ua: Так чи інакше, нам треба триматися разом і все буде добре. Вірно?

source: I have a bad feeling about all this now.
gd: Tha mi a’ faireachdainn dona mu dhèidhinn a-nis.
uk_ua: У мене погане передчуття.

source: Phew, this one sure is heavier and more sturdy.
gd: Ò ghiall, tha an tè seo nas truime treasa.
uk_ua: Уфффф, цей був значно важчий, ніж інші.

source: I can feel something moving far below.
gd: Tha mi a’ mothachadh do rudeigin a’ gluasad fada fodhainn.
uk_ua: Відчуваю рух десь знизу.

source: It seems somebody left a note here on purpose.
gd: Tha coltas gun do dh’fhàg cuideigin nòta an-seo a dh’aona-ghnothaich.
uk_ua: Схоже, хтось спеціально лишив тут записку.

source: You mean in the middle of those scary bones?
gd: An teas-mheadhan nan cnàmhan eagalach seo, an e?
uk_ua: Маєш на увазі, посередині усіх цих страшних кісток?

source: Let me see.
gd: Faiceam.
uk_ua: Давайте поглянемо.

source: 'To whoever will read this:'
gd: “Ge b’ e cò a leughas seo:”
uk_ua: 'Тому хто це прочитає:'

source: 'Battles have been waging all over the place and the Ancient have now forsaken me into oblivion when they sealed the Goddess Shrine.'
gd: “Bhiodhte a’ sabaid air feadh an àite ⁊ dhìobair an Sinnsear chun an dearmaid mi nuair a sheulaich iad Naomh-chiste na Ban-dia.”
uk_ua: 'Тут усюди бійня... І стародавні покинули мене і зрадили, коли запечатали Святиню.'

source: 'All my comrades have perished in battle and I am the last unfortunate one left.'
gd: “Thuit mo cuideachd gu lèir air a’ bhlàr ⁊ is mise am fear mì-àghmhor mu dheireadh.”
uk_ua: «Інші загинули в бою, і мені випала зла доля залишитися останнім».

source: 'My name is Shawn, and I do believe my time is running out in this life as there is neither food nor water in here.'
gd: “’S e Iain a th’ orm ⁊ cha chreid mi nach e am bàs a tha an dàn dhomh o nach eil biadh no uisge an-seo.”
uk_ua: «Моє ім'я Шоун. Мої дні життя скінчилися... Бо тут нема ані їжі, ані води».

source: Poor guy. He must have died from starvation.
gd: A thruaghain. Feumaidh gun d’ fhuair e bàs leis an acras.
uk_ua: Бідолага. Мабуть він помер з голоду.

source: 'But I will attempt one last time to escape from here and I'm leaving this note in case you'd need to do the same.'
gd: “Ach feuchaidh mi aon turas eile gun teich mi ⁊ fàgaidh mi an nòta seo air eagal ’s gum bi sibh fon dearbh staing.”
uk_ua: «Але є ще надія втекти звідси. І я залишу цю записку, якщо вам теж це знадобиться».

source: 'The only way to escape this hellish place is to reach the highest floor and activate the waterfall. At least that's what they said.'
gd: “Chan eil ach aon dòigh air a ghabhas teicheadh o àite an donais seo ⁊ sibh a’ ruigsinn an làr as àirde ⁊ a’ gnìomhachadh an easa. Seo mar a chaidh innse dhomh-sa.”
uk_ua: 'Єдиний шлях втекти з цього жахливого місця - дістатися верхнього поверху і активувати водоспад. Принаймні, так кажуть.'

source: What are we waiting for, let's go!
gd: Tiugainn ma-thà!
uk_ua: І що ж ми чекаємо, ходімо!

source: Wait Orlinn! That's not all he wrote.
gd: Fuirich ort, Odhrain! Chan e seo a h-uile càil a sgrìobh e.
uk_ua: Чекай, Орліне! Це ще не все...

source: 'But be warned, for even the very scent exuding from the dark waters is a trap!'
gd: “Ach bithibh faiceallach on a tha am fàileadh fhèin a thig às an uisge dorcha ’na ribe!”
uk_ua: «Але остерігайтеся, бо навіть запах, що йде із темних вод є пасткою!»

source: 'The entire shrine has been turned into a murderous area and you'll have to fight your way through, just as I will now.'
gd: “Chaidh àite marbhtach a dhèanamh den naomh-chiste gu lèir ⁊ feumaidh sibh sabaid le gach ceum mar a shabaideas mi fhìn a-nis.”
uk_ua: «Уся святиня перетворилася на палац мерців, і вам доведеться з боєм пробиватися, так як і мені зараз».

source: That's it.
gd: Sin agaibh e.
uk_ua: Отакої.

source: Let's find out how to activate that waterfall, then.
gd: Feumaidh sinn faighinn a-mach ciamar a ghnìomhaicheas sinn an t-eas ud ma-thà.
uk_ua: Ну що ж, ходімо шукати, як активувати той водоспад.

source: Yes, and let's do it quickly.
gd: Feumaidh agus gu luath.
uk_ua: Так, і давайте поспішати.

source: Somebody left a note on purpose here. According to it, we need to find out a way to trigger the waterfall from the highest floor.
gd: Dh’fhàg cuideigin nòta an-seo a dh’aona-ghnothaich. Tha e ag innse gum feum sinn faighinn a-mach mar a ghnìomhaicheas sinn an t-eas on làr as àirde.
uk_ua: Хтось спеціально лишив тут записку. Згідно із нею ми маємо знайти, як включити водоспад із найвищого поверху.

source: But let's be careful, as it also said this place is dangerous and the dark waters are some kind of trap.
gd: Ach thoireamaid an aire, tha e ag innse cuideachd gu bheil an t-àite seo cunnartach agus gu bheil an t-uisge dorcha ’na ribe air choireigin.
uk_ua: Але треба бути обачним, оскільки тут написано, що це місце небезпечне і темні води є якоюсь пасткою.

source: What is this? Skeletons?!
gd: Dè am mì-shealbh a tha sin? Cnàimhnich, an e?
uk_ua: Що це таке? Скелети?!

source: Phew.
gd: Murt!
uk_ua: Фух.

source: Yiek! A big monster!
gd: Iochd! Seo uilebheist mòr!
uk_ua: Йой! Здоровезний монстр!

source: My name is Andromalius, guardian of the sacred seal and keeper of the Goddess Shrine.
gd: ’S mise Andromalius, fear-glèidhidh an t-seula naoimh agus fear-cumail Naomh-chiste na Ban-dia.
uk_ua: Мене звати Андромалій, я охоронець святої печатки та доглядач Святині Богині.

source: You have trespassed the holy ground of the Ancient and remained unharmed for too long in this temple.
gd: Rinn sibh ain-inntrigeadh air talamh naomh an t-Sinnseir agus fhuair sibh às gun leòn ro fada san teampall seo.
uk_ua: Ви порушили межі святої землі стародавніх, і залишилися в цьому храмі живими занадто довго.

source: Thus, let death embrace you, little boy. For your comrades are already dying under my charm and you need to join them in the other world.
gd: Agus le seo, bàs ort a bhalaich bhig. On a tha do chuideachd a’ caochladh mar-thà fon t-seun agam agus feumaidh tu dol còmhla riutha don t-saoghal eile.
uk_ua: Отож, нехай смерть пригорне тебе, малятко. Твої друзі теж скоро загинуть від моєї сили. І ти приєднаєшся до них у потойбічному світі.

source: You've proven yourself, chosen one. You deserve to live after all.
gd: Dhearbh thu gur tusa am fear taghta. ’S fhiach gum mair thu beò ma-thà.
uk_ua: Ти показав себе гідним, обраний. Мабуть, ти дійсно заслуговуєш на життя.

source: Me? But I'm not the chosen one.
gd: Mise? Ach chan e am fear taghta a th’ annam-sa.
uk_ua: Я? Але ж я не обраний.

source: The ones being few or many, still each of them will have to prove themselves as it is ought to be.
gd: Ge b’ e mòran no beagan dhiubh, feumaidh gach aon ’ga dhearbhadh fhèin mar bu chòir.
uk_ua: Мало чи багато, кожен з Обраних має показати свою гідність. Така ваша доля.

source: Farewell, chosen one.
gd: Beannachd leibh, fhir thaghta.
uk_ua: Прощавай, обраний.

source: I can hear water everywhere.
gd: Cluinnidh mi uisge feadh an àite.
uk_ua: Я чую, як вода ллється звідусіль.

source: Kalya, Bronann!
gd: A Chaoimhe, a Bhreannain!
uk_ua: Кальо, Бронане!

source: Again, I can feel something moving not far from here.
gd: A-rithist, tha mi a’ mothachadh do rudeigin a’ gluasad nach eil fada uainn.
uk_ua: Знову, я чую, як щось рухається неподалік.

source: There is a passage here, but I'm too heavy to climb on those stones jutting out.
gd: Tha trannsa an-seo ach tha mi ro throm airson na clachan tana sin a shreap.
uk_ua: Схоже на прохід нагору, але мені не вдасться піднятися по тих старих камінцях.

source: The fact is, you and I cannot afford to stand on those stones. Maybe with a rope?
gd: A dh’innse na fìrinn, cha bu chòir dhutsa no dhom fhìn seasamh air na clachan ud. ’S dòcha gur urrainn le ròpa?
uk_ua: Ні ти, ні я не можемо залізти по них. Можливо, треба знайти мотузку?

source: I'll do it.
gd: Nì mise e.
uk_ua: Я зможу.

source: What? Are you crazy? There could be monsters up there.
gd: B’ àill leat? ’Eil thu às do rian? Faodaidh gu bheil uilebheistean ann thall shuas.
uk_ua: Що? Ти збожеволів? Там можуть бути чудовиська.

source: Then I'll deal with them, sis. We can't just stay here, anyway.
gd: Dèiligidh mi riutha, a pheathar. Chan urrainn dhuinn fuireach an-seo co-dhiù.
uk_ua: Я розберуся, сестро. Не будемо ж ми тут просто так стояти.

source: Orlinn, you sure have grown up through all of this. Are you sure?
gd: Odhrain, tha thu a’ tighinn gu inbhe leis na tha air èirigh dhuinn. A bheil thu cinnteach?
uk_ua: Орліне, невже ти дійсно вважаєш, що тобі треба це робити? Ти впевнений?

source: I need to, I guess.
gd: Saoilidh mi gum feum mi ’ga dhèanamh.
uk_ua: Здається, мені треба це зробити.

source: Just tell me when you're ready and I'll throw you up there.
gd: Innis dhomh nuair a bhios tu deiseil is tilgidh mi suas thu.
uk_ua: Добре, скажи коли ти готовий, і я підсаджу тебе нагору.

source: Ready to go up?
gd: A bheil thu deiseil airson dìreadh?
uk_ua: Готовий залізати?

source: Err, not yet.
gd: Uill, chan eil fhathast.
uk_ua: Еее, зачекай.

source: Be careful, ok?
gd: Thoir an aire, m’ eudail!
uk_ua: Бережи себе!

source: Want to come back?
gd: A bheil thu airson tilleadh?
uk_ua: Бажаєш спуститися?

source: Yes!
gd: Tha!
uk_ua: Так!

source: No, not yet.
gd: Chan eil fhathast.
uk_ua: Ні, ще ні.

source: Oops, sorry!
gd: Oich, duilich!
uk_ua: Ой, вибач!

source: Bronann, are you okay?
gd: A Bhreannain, ’eil thu ceart gu leòr?
uk_ua: Бронане, ти в порядку?

source: I don't know, I felt something crack.
gd: Chan eil fhios a’m, cha chreid mi nach cuala mi brag.
uk_ua: Я не знаю. Щось хруснуло.

source: Not again...
gd: Murt…
uk_ua: О, ні. Знову.

source: There is a note left here.
gd: Dh’fhàg cuideigin nòta an-seo.
uk_ua: Тут залишена записка.

source: It says: 'I fathomed it! After all, not every ladder is made of wood. Now, I'll have to get back there alive.'
gd: Tha e ag ràdh: “Ràinig mi air! ’S ann nach dèid gach faradh a dhèanamh de dh’fhiodh. Nise, feumaidh mi tilleadh dha beò.”
uk_ua: Написано: «Я зрозумів! Дійсно, не всі ж драбини зроблені із дерева. Тепер мені ще б туди живим повернутися».

source: There seems to be one of those rolling stones up here.
gd: Tha coltas gu bheil tè nan clach a ghabhas caradh ann shuas.
uk_ua: Схоже, що там нагорі є ще один круглий камінь.

source: Wow, what a fall. I didn't see that one coming.
gd: Abair thusa gun do thuit sinn fada. Cha robh mi ’n dùil air seo idir.
uk_ua: Ого, оце так впали. Я й не помітила пастку.

source: Are you alright, Kalya?
gd: ’Eil thu ceart gu leòr, a Chaoimhe?
uk_ua: Ти в порядку, Кальо?

source: I should be fine, but we should heal just in case.
gd: Tha ach bu chòir dhuinn slànachadh dìreach air eagal ’s gun dig cunnart eile oirnn.
uk_ua: Все добре, але нам треба трохи підлікуватися, про всяк випадок.

source: Wait...
gd: Fuirich ort…
uk_ua: Чекай...

source: Where is Orlinn?
gd: Cà bheil Odhran?
uk_ua: Де Орлін?

source: Orlinn? Orlinn!
gd: Odhrain? Odhrain!
uk_ua: Орліне? Орліне!

source: Let's find him, once more, before something bad happens.
gd: Feumaidh sinn a lorg a-rithist mus èirich beud dha.
uk_ua: Треба його знову знайти, доки нічого з ним не трапилося

source: This is the blocked passage to the shrine entrance.
gd: Seo an trannsa bacte gu doras na naomh-chiste.
uk_ua: Це ж завалений прохід до входу в святиню.

source: This can only mean we're near the exit!
gd: Feumaidh gu bheil sinn faisg air an doras a-mach ma-thà!
uk_ua: Тобто ми вже біля виходу!

source: Orlinn! Back off!
gd: Odhrain! Cùm air ais!
uk_ua: Орліне! Назад!

source: I, I...
gd: Tha, tha…
uk_ua: Я, я...

source: Orlinn! NOW!
gd: Odhrain! Làrach nam bonn!
uk_ua: Орліне! НЕГАЙНО!

source: You shall not leave this place without my consent.
gd: Chan fhàg sibh an t-àite seo às aonais m’ aontachaidh.
uk_ua: Ви не підете звідси без моєї згоди.

source: And you shall not touch my brother without mine.
gd: Agus cha bhean sibh ri m’ bhràthair às aonais m’ aontachadh-sa.
uk_ua: А ти не маєш права чіпати мого брата без моєї.

source: You have made it through the holy ordeal alive. I shall not let you survive.
gd: Sheas sibh an aghaidh na cruaidh-dheuchainn. Chan fhulaing mi gum faigh sibh às beò.
uk_ua: Ви пройшли через святе випробування і не загинули. Я маю це виправити.

source: Let's fight for our lives then!
gd: Nì sinn sabaid ma-thà ach am mair sinn beò!
uk_ua: Ну що ж, життя або смерть!

source: Orlinn, are you alright?
gd: Odhrain, ’eil thu ceart gu leòr?
uk_ua: Орліне, ти в порядку?

source: Yes. I'm sorry I wasn't able to protect myself, sis.
gd: Tha. Tha mi duilich nach b’ urrainn dhomh mo dhìon fhìn, a phiuthar.
uk_ua: Так. Мені так шкода, що я не зміг захистити себе, сестро.

source: Don't you worry about that, brother. Never leave me like that again, ok?
gd: Na gabh dragh, a bhràthair. Ach na fàg a-rithist mi, m’ eudail!
uk_ua: Не хвилюйся, братику. Але ніколи більше так не лишай мене, добре?

source: I promise I didn't do it this time. I just fell in front of this hideous green head.
gd: Geallaidh mi nach bu mhis’ a bh’ ann an turas seo. ’S ann gun do thuit mi air beulaibh a’ chinn uaine uabhasaich seo.
uk_ua: Чесно, цього разу це не я. Я просто гепнувся перед цією страшною зеленою головою.

source: Well, let's leave this place before another one wants our lives again.
gd: Uill, a-mach à seo leinn mus fheuch fear eile air ur beathannan.
uk_ua: Давайте підемо звідси, доки хтось ще не захотів нас вбити.

source: I couldn't agree more.
gd: Tha mi a’ dol leat gu dearbh.
uk_ua: Влучно сказано.

source: We can't move, Orlinn.
gd: Chan urrainn dhuinn gluasad, Odhrain.
uk_ua: Орліне, я не можу поворушитися.

source: We're gonna...suffocate.
gd: Thèid ar … mùchadh.
uk_ua: Ми... задихнемося.

source: Orlinn, help us... Please, oh oh oh...
gd: Odhrain, cuidich sinn… cuidich, och ochan och…
uk_ua: Орліне, поможи... Будь ласка, ох-ох-ох...

source: What a large gate. What is behind it must be fearsome.
gd: Abair thusa gur e geata mòr a th’ ann. Feumaidh gu bheil na tha air a chùlaibh eagalach.
uk_ua: Які велетенські ворота. Страшно подумати, що там, за ними.

source: Shall we go in?
gd: An dèid sinn a-steach?
uk_ua: Ввійдемо?

source: Yes, let's end this.
gd: Thèid is cuiridh sinn crìoch air seo.
uk_ua: Так, треба з цим закінчувати.

source: No, let's prepare first.
gd: Cha dèid is barrachd ullachaidh a dhìth oirnn.
uk_ua: Ні, треба спочатку зібратися з думками.

source: Don't worry, we've managed to come this far. There is nothing that could...
gd: Na gabh dragh. Chaidh an latha leinn gu ruige seo. Chan eil dòigh fon ghrèin…
uk_ua: Не хвилюйся, як ми вже сюди дійшли, то ніщо не зможе нас...

source: What is it, Kalya?
gd: Dè th’ ann, a Chaoimhe?
uk_ua: Що таке, Кальо?

source: ...Kalya?!
gd: …a Chaoimhe?!
uk_ua: ...Кальо?!

source: Sis'!
gd: A pheathar!
uk_ua: Сестро!

source: I feel... I...
gd: Tha mi… tha…
uk_ua: Я наче... я...

source: Hi hi... Hi hi hi... I can't stop!!
gd: Hà hà… Hà hà hà… Chan urrainn dhomh stad!!
uk_ua: Хі-хі... Ха-ха-ха... не можу зупинитися!!

source: What's so funny, Kalya? Hi hi.
gd: Dè tha èibhinn, a Chaoimhe? Hà hà.
uk_ua: Чого смієшся, Кальо? Що сталося?

source: I don't know... Ah, I can barely breathe!
gd: Chan eil fhios a’m… À, ’s gann gun tarraing mi anail!
uk_ua: Я не знаю... Ох, як важко дихати!

source: Hi hi hi... What's happening to me...
gd: Hà hà hà… Dè tha ’g èirigh dhomh…
uk_ua: Ха-ха-ха... Що зі мною?...

source: It's the scent, ah ah ah.
gd: Is am fàileadh as coireach, hà hà hà.
uk_ua: Цей запах... Ха-ха-ха...

source: Erm, are you crazy or what? I usually am the one with bad jokes you know.
gd: An-dà, ’eil sibh às ur rian? ’S mise am fear a nì droch fhealla-dhà, fhios agaibh?
uk_ua: Ви що, геть здуріли? Зазвичай дурні жарти — це моя вдача.

source: We can't move Orlinn.
gd: Chan urrainn dhuinn Odhran a ghluasad.
uk_ua: Орліне, я не можу поворушитися.

source: I can't let them die. I have to find out something.
gd: Chan fhulaing mi gun caochail iad. Feumaidh mi rudeigin fhaighinn a-mach.
uk_ua: Я не можу лишити їх. Вони потребують моєї допомоги.

source: Something is preventing me from entering.
gd: Tha rudeigin ’gam bhacadh o dhol a-steach.
uk_ua: Щось не пускає мене всередину.

source: I feel much better now.
gd: Tha mi a’ faireachdainn mòran nas fheàrr a-nis.
uk_ua: Ух. Аж полегшало.

source: Indeed. It seems the scent has no effect on us anymore.
gd: Gu dearbh. Tha coltas nach eil buaidh aig an fhàileadh oirnn tuilleadh.
uk_ua: Дійсно... Схоже, що цей дивний запах більше не впливає на нас.

source: Orlinn, did you do something?
gd: Odhrain, na rinn thu rudeigin?
uk_ua: Орліне, це ти щось зробив?

source: Me? You know, a bit of this, a bit of that.
gd: Mise? Uill, rud no dhà…
uk_ua: Я, ну... трохи того, трохи там того...

source: I didn't think I would say this, but thank you Orlinn.
gd: Cha shaoilinn a-riamh gun canainn seo, ach tapadh leat, Odhrain.
uk_ua: От вже не очікувала, що я так колись скажу, але дякую тобі, Орліне.

source: Thank you, indeed.
gd: Tapadh leat dha-rìribh.
uk_ua: Так, дійсно, дякую!

source: You're welcome!
gd: Tha sibh làn di-beathte!
uk_ua: Та нема за що!

source: Well, please stop laughing now. I'm not at ease with what just happened.
gd: Murt, sguir dhen ghàireachdainn. Chan eil mi rèidh leis na thachair.
uk_ua: Ну, будь ласка, припини сміятися. Мені не по собі від того, що сталося.

source: Stop laughing now or I'll smash your little head against that wall!
gd: Sguir dhen ghàireachdainn no bualaidh mi do cheann ris a’ bhalla, a dhroch-isein!
uk_ua: Ану припини сміятися, або зараз ця стінка вріже тобі в голову... з моєю допомогою!

source: Aww, ok.
gd: Ò ghiall, ceart ma-thà.
uk_ua: Ну добре...

source: Layna Forest Cave
gd: Uamh coille Duaine
uk_ua: Лісова печера Ліани

source: Where it all began...
gd: Far na thòisich e…
uk_ua: Тут усе почалося...

source: Mountain Village of Layna
gd: Baile monadh Duaine
uk_ua: Гірське село Ліана

source: Mt. Elbrus Shrine
gd: Naomh-chiste Beinn Ealbhrais
uk_ua: Святиня на горі Ельбрус

source: Valyria Tear
uk_ua: Сльоза Валирії

source: Video
uk_ua: Відео

source: Fenrir
uk_ua: Фенрір

source: Andromalius
uk_ua: Андромалій

source: Mesosoma
uk_ua: Бацила

source: Daemarbora
uk_ua: Демобора

source: Nagaruda
uk_ua: Птахозмій

source: Aurum Drakueli
uk_ua: Золотий Дракулей

source: Aura
uk_ua: Аура
