Repository: Aluminum5/ValyriaTear
Catalog: po/*.po
Languages: gd, uk_ua

source: Hee hee! (He'll never find me hiding behind the buildings!)
gd: Hi Hi! (Cha lorg e mi air cùlaibh nan taighean gu bràth!)
uk_ua: Хі-хі! (Він ніколи не знайде мене за хатами)

source: Heya bro! Wanna play with me?
gd: A charaid! An cluich thu còmhla rium?
uk_ua: Агов, друже! Пограємо?

source: Flora
gd: Flòraidh
uk_ua: Флора

source: Just find Lilly and he should give you some barley meal, ok?
gd: Cha leig thu leas ach Ròs a lorg agus bheir e beagan min-eòrna dhut.
uk_ua: Просто знайди Лілі, і вона дасть тобі ячмінного борошна, добре?

source: She's probably walking her dog near the river at this time of the day.
gd: Tha mi ’n dùil gu bheil i a’ coiseachd leis a cù ri taobh na h-aibhne mun tac seo de latha.
uk_ua: В такий час вона, напевне, гуляє з собакою біля річки.

source: Hi Bronann! What can I do for you?
gd: Shin thu, a Bhreannain! Dè do thoil?
uk_ua: Привіт, Бронане! Чим я можу тобі допомогти?

source: Hi Flora! Do you have some barley meal left?
gd: A Fhlòraidh! ’Eil min-eòrna agaibh fhathast?
uk_ua: Добридень, Флоро! Чи може у Вас ще залишилося трохи ячмінного борошна?

source: Oh sorry, our mayor came earlier and took all the rest of it.
gd: Och, tha mi duilich ach thàinig an t-àrd-bhàillidh againn roimhe agus thug e na bha air fhàgail dhith.
uk_ua: Ой, вибач, сьогодні прийшов голова і забрав усі мої запаси.

source: Times are becoming harder now. We've got less food than before.
gd: Tha cùisean air am fàs nas duilghe. Chan eil uiread a bhiadh againn mar a bhà.
uk_ua: Жити все складніше. У нас тепер менше їжі, ніж раніше.

source: This is the first time that I've seen you wear such a worrisome expression.
gd: Seo a’ chiad turas a chunna mi mèin car dubhach oirbh a-riamh.
uk_ua: Я вперше бачу тебе такою заклопотаною.

source: Nevermind. Don't worry about me. Just find Lilly and she should give you some, ok?
gd: Coma leat. Na gabh dragh mu m’ dhèidhinn. Lorg Ròs agus cuiridh mi geall gun doir i cuid dhut, ceart gu leòr?
uk_ua: Нічого страшного. Не хвилюйся за мене. Просто знайди Лілі, і вона дасть тобі борошна, добре?

source: One of Grandma's chickens. I should bring it back.
gd: Cearc seanmhar. Bu chòir dhomh a thoirt air ais.
uk_ua: Одне з бабусиних курчат. Мені треба принести її назад.

source: Hmm, the door is locked.
gd: Tha an doras glaiste.
uk_ua: Це дім, де живе Каля, Орлін і Герц... Нікого нема вдома, двері зачинені.

source: Hurry up! They're coming!
gd: Greas ort! Tha iad a’ tighinn!
uk_ua: Швидше! Вони йдуть!

source: Bronann! Hold on! We're almost there.
gd: A Bhreannain! Cùm a’ dol! Chan eil sinn fada a-nis.
uk_ua: Бронане! Тримайся! Ми майже дійшли!

source: I... can't. My body... Argh!
gd: Chan… chan urrainn dhomh. Mo bhodhaig… Ochan!
uk_ua: Я... не можу... Моє тіло... Арг!

source: You can do it. Bronann...
gd: Nì thu a’ chùis air. A Bhreannain…
uk_ua: Ти зможеш, Бронане...

source: Bronann! Move!
gd: A Bhreannain! Càirich do thòin!
uk_ua: Бронане! Йди!

source: ... Al... right...
gd: … Ceart… ma… thà…
uk_ua: ...Доб...ре...

source: Great! Now come on!
gd: Taghta! Tiugainn a-nist!
uk_ua: Гаразд! Ходімо!

source: There must be soldiers everywere, we're never gonna make it.
gd: Feumaidh gu bheil saighdearan air feadh an àite, cha dèid leinn idir.
uk_ua: Там, напевне, всюди солдати, ми не пройдемо.

source: This town has many secrets.
gd: Tha iomadh rùn-dìomhair aig a’ bhaile seo.
uk_ua: У цьому місті багато секретів.

source: You can go in there, Orlinn.
gd: Faodaidh tu dol a-steach, Odhrain.
uk_ua: Можеш увійти, Орліне.

source: Ok!
gd: Ceart ma-thà!
uk_ua: Файно!

source: See?
gd: Am faca tu e?
uk_ua: Бачиш?

source: I understand why Grandma actually never saw you using the 'normal' path.
gd: Tha mi a’ tuigsinn a-nis carson nach fhaca mo sheanmhair sibh a-riamh a’ cleachdadh na slighe “àbhaistich.”
uk_ua: Я розумію, чому бабуся ніколи не бачила, щоб ти йшов по «нормальній» дорозі.

source: Now come.
gd: Trobhad a-nis.
uk_ua: Тепер пішли.

source: My three chickens have flown away again this morning. Could you find the last one for me?
gd: Theich na trì circ agam madainn an-diugh. An glac thu an tè mu dheireadh?
uk_ua: Мої три курчатка цього ранку розлетілися. Ти можеш допомогти мені знайти останнє?

source: My three chickens have flown away again this morning. Could you find the remaining ones for me?
gd: Theich na trì circ agam madainn an-diugh. An glac thu an fheadhainn a tha a dhìth fhathast?
uk_ua: Мої три курчатка цього ранку розлетілися. Ти можеш допомогти мені знайти ще двох?

source: My three chickens have flown away again this morning. Could you find them for me?
gd: Theich na trì circ agam madainn an-diugh. An glac thu iad?
uk_ua: Мої три курчатка цього ранку розлетілися. Ти можеш допомогти мені їх знайти?

source: Ah! Bronann. Could you help your old grandma?
gd: A Bhreannain! An cuidich thu do sheanmhair?
uk_ua: О! Бронане. Допоможеш старій бабусі?

source: Sure grandma.
gd: Cuidichidh, a sheanmhair.
uk_ua: Звичайно, бабусю.

source: My three chickens have flown away again. Could you find them for me?
gd: Theich na trì circ agam a-rithist. An glac thu iad?
uk_ua: Мої три курчатка цього ранку розлетілися. Ти можеш мені їх знайти?

source: I'll see what I can do about it.
gd: Feuchaidh mi gun glac.
uk_ua: Я пошукаю.

source: Thank you, young one.
gd: Mòran taing, m’ eudail.
uk_ua: Дякую, онучок.

source: Oh, they're all back, my brave hero.
gd: Tha iad uile air ais, a ghaisgich.
uk_ua: О, ти повернувся, сміливий герою.

source: Let me give you something as a reward.
gd: Bheir mi rudeigin dhut mar dhuais.
uk_ua: Я тобі приготувала нагороду.

source: Oh, thanks grandma!
gd: Tapadh leibh, a sheanmhair!
uk_ua: О, дякую, бабусю!

source: You're very welcome, my dear one.
gd: Tha thu làn di-beathte, m’ eudail.
uk_ua: Прошу дуже, дорогоцінний.

source: Ah! It's nice to see your dear young face around, Bronann. Come and chat with an old grandma.
gd: À! Nach math d’ aodann còir òg fhaicinn, a Bhreannain. Trobhad is bruidhinn ri do sheanmhair.
uk_ua: О! Приємно бачити твоє молоде любе обличчя, Бронане. Приходь поговорити з бабусею.

source: Er, sorry grandma. I have to go! Maybe later?
gd: Tha mi duilich, a sheanmhair. Feumaidh mi falbh! Nas anmoiche ’s dòcha!
uk_ua: Е, вибач, бабусю. Мені треба йти! Може, потім?

source: Ah! You'll surely want to see the young lady living up there. Ah, youngins nowadays.
gd: À! Tha mi cinnteach gu bheil thu airson tadhal air an nighean a tha a’ fuireach shuas. Seo òigearan an latha an-diugh dhut.
uk_ua: О! Ти, напевне, захочеш побачити дівчину, яка живе он там. Ах, яка тепер молодь.

source: Grandma
gd: Seanmhair
uk_ua: Бабуся

source: Bronann, how do you feel?
gd: A Bhreannain, ciamar a tha thu a’ faireachdainn?
uk_ua: Бронане, як ти себе почуваєш?

source: Better. Somehow, the pain faded away the second I entered here.
gd: Nas fheàrr. Chrìon am pian nuair a thàinig mi a-steach an-seo.
uk_ua: Краще. Біль зникла, тільки-но я сюди зайшов.

source: By the way, where are we?
gd: Eadar dà sgeul, cà bheil sinn?
uk_ua: До речі, де це ми?

source: In our basement. The other stairs there are leading to my room. This house is an ancient sanctuary, so it might explain why you're feeling better.
gd: San ìoslach againn. Thèid an staidhre eile dhan t-seòmar agam. ’S e seann-chomraich a tha san taigh seo agus feumaidh gur e sin as adhbhar gu bheil thu a’ faireachdainn nas fheàrr.
uk_ua: У нас в підвалі. Другі сходи ведуть в мою кімнату. Наш дім — стародавній храм. Може, тому тобі тут стало краще.

source: Orlinn. Go get our packings. We're leaving.
gd: Odhrain. Faigh an sacraidh againn. Falbhaidh sinn.
uk_ua: Орліне. Збирайся. Ми їдемо звідси.

source: We're leaving the village now.
gd: Fàgaidh sinn am baile an-dràsta.
uk_ua: Ми зараз же їдемо з села.

source: I feel dizzy. So many things have happened in such little time.
gd: Tha mi tro chèile. Thachair tòrr an ùine glè bheag.
uk_ua: В мене болить голова. Зі мною стільки всього відбулося за такий короткий час.

source: The soldiers will be here any minute. We'll leave to the north and cross the north-west plain up to...
gd: Thig na saighdearan oirnn an ceartuair. Thèid sinn gu tuath ’s thar a’ bhlàir shiar-thuath gu ruige…
uk_ua: Солдати будуть тут з хвилини на хвилину. Ми втечемо на північ і перейдемо через північно-західну рівнину до...

source: No.
gd: Cha dèid.
uk_ua: Ні.

source: No?!
gd: Nach dèid?!
uk_ua: Ні?!

source: No, I won't follow you anymore.
gd: Cha dèid, cha lean mi ort tuilleadh.
uk_ua: Ні, я більше не буду за тобою йти.

source: Look, I...
gd: Nise…
uk_ua: Чекай, я...

source: Enough!
gd: Fòghnaidh na dh’fhòghnas!
uk_ua: Досить!

source: Nobody told me what was happening. Herth and the Lord seemed to know each other. And now you...
gd: Cha do dh’innis duine beò rium dè bha tachairt. Tha Taog agus am morair eòlach air a chèile o shean a-rèir coltais. Agus thu fhèin a-nis…
uk_ua: Ніхто не сказав мені, що відбувається. Герц і Лорд знають один одного. А тепер ти...

source: You seem so calm, ready, and prepared.
gd: Tha coltas cho socair ullaichte ort.
uk_ua: Ти, здається, така спокійна, готова.

source: Bronann, I ...
gd: A Bhreannain, ’s ann…
uk_ua: Бронане, я...

source: Enough! You hid everything from me just like everyone else. You're a liar! I won't be manipulated anymore!
gd: Fòghnaidh dhe seo! Dh’fhalaich thu a h-uile rud uam mar na dh’fhalaich a h-uile duine eile. ’S e breugaire a th’ annad! Cha stiùir sibh mi tuilleadh!
uk_ua: Досить! Ти щось ховаєш від мене, як і інші. Ти брешеш! Ніхто більше не буде мною маніпулювати!

source: Bronann, you'll get everything explained in time, I...
gd: A Bhreannain, mìnichidh sinn a h-uile rud dhut nuair a thig an t-àm, trobhad…
uk_ua: Бронане, з часом тобі все стане зрозуміло, я...

source: No! I won't go unless you tell me the truth now!
gd: Cha dèid mi còmhla riut ach ma dh’innseas tu an fhìrinn rium an-dràsta!
uk_ua: Ні! Я нікуди не піду, якщо ти не скажеш мені правду. Зараз!

source: ... Fine.
gd: … Iochd.
uk_ua: ... Гаразд.

source: I knew the crystal would appear.
gd: Bha fhios agam gun nochdadh an criostal.
uk_ua: Я знала, шо кристал з'явиться.

source: What?
gd: Gu dè?
uk_ua: Що?

source: But I didn't know who it would choose.
gd: Ach cha robh fhios a’m cò thaghadh e.
uk_ua: Але я не знала, кого він обере.

source: Herth prepared me all my life for this very day.
gd: Dh’ullaich Taog mi airson an dearbh latha seo fad mo bheatha.
uk_ua: Герц все життя готував мене до цього дня.

source: He trained me, taught me magic, and told me the crystal would appear one day.
gd: Thug e oideachadh dhomh is dh’ionnsaich e draoidheachd dhomh agus dh’innis e dhomh gun digeadh an latha a nochdas an criostal.
uk_ua: Він тренував мене, вчив мене магії, і казав, що одного разу кристал з'явиться.

source: He thought that I would be the one to be chosen by the crystal. However, it seems he was wrong. Now, I am to look after you.
gd: Shaoil e gum bu mhise a thaghadh an criostal. Gidheadh, tha coltas gun robh e ceàrr. Nise, is mo dhleastanas do chùram a ghabhail.
uk_ua: Він думав, що це я буду обраною кристалом. Але, здається, він помилявся. Тепер я буду тобі допомагати.

source: You must believe me Bronann.
gd: Feumaidh tu d’ earbsa a chur annam, a Bhreannain.
uk_ua: Ти мусиш мені повірити, Бронане.

source: The crystal chose me? But I'm just...
gd: An e gun do thagh an criostal mise? Chan eil mi ach…
uk_ua: Кристал обрав мене? Але я ж лише...

source: Someone brave enough to jump between it and my brother.
gd: Cuideigin a tha dàna gu leòr gus leum eadar e ’s mo bhràthair.
uk_ua: Мав сміливість стрибнути поміж ним та моїм братом.

source: It should have been me. But I couldn't move. And now, I have to fix my mistake.
gd: Bu chòir gum bu mhise a bh’ ann. Ach cha b’ urrainn dhomh gluasad. Feumaidh mi a’ mhearachd agam a chur ceart a-nis.
uk_ua: Це мала зробити я. Але я не могла зворушитися. А тепер я мушу виправити свою помилку.

source: How?
gd: Ciamar?
uk_ua: Як?

source: I...
gd: Feumaidh…
uk_ua: Я...

source: Sis!
gd: A peathar!
uk_ua: Сестро!

source: Sis! They're in front of the house!
gd: A pheathar! Tha iad air beulaibh an taighe!
uk_ua: Сестро! Вони перед нашою хатою!

source: Quick, we must go now!
gd: Greas oirbh, feumaidh sinn falbh sa bhad!
uk_ua: Швидше, треба йти зараз!

source: We won't be able to come back here once we leave. So feel free to pick up everything you need and prepare yourself.
gd: Cha till sinn an-seo nuair a bhios sinn air fhàgail. Tog na dh’fheumas tu is ullaich.
uk_ua: Ми не зможемо сюди повернутися, коли підемо. Тому бери все, що потрібно, і приготуйся.

source: Wait! There is one more thing. Why are you calling your own father by his actual name?
gd: Fuirich ort! Aon rud eile. Carson a chuireas tu ainm fhèin air d’ athair?
uk_ua: Чекай! Ще питання. Чому ти називаєш батько по імені?

source: That's because he's not our father.
gd: Cuiridh air sgàth ’s nach e ar n-athair a th’ ann.
uk_ua: Тому що він не наш батько.

source: Our parents were killed a long time ago.
gd: Chaidh ar pàrantan a mharbhadh o fhionn fhada.
uk_ua: Наших батьків давно вбили.

source: Orlinn...
gd: Odhrain…
uk_ua: Орліне...

source: Don't worry, sis. It's fine, we can tell him.
gd: Na gabh dragh, a pheathar. Faodaidh sinn innse dha.
uk_ua: Не хвилюйся, сетро. Все добре, ми можемо йому сказати.

source: I also left my parents behind.
gd: Dh’fhàg mi mo phàrantan-san cuideachd.
uk_ua: Я таксамо пішов без батьків.

source: They'll be fine, Bronann. We must prevent Banesore from obtaining the crystal.
gd: Bidh iad ceart gu leòr, a Bhreannain. Feumaidh sinn stad a chur air Goirturbhaidh ach nach fhaigh e an criostal.
uk_ua: З ними все буде добре, Бронане. Нам треба, щоб лорд Отрута не отримав кристал.

source: Anyway, let's go now.
gd: Co-dhiù no co-dheth, tiugainn a-nis.
uk_ua: Яки би там не було, пішли.

source: Wow!
gd: Gu sealladh sealbh ort!
uk_ua: Ого!

source: It's time.
gd: Thàinig an t-àm.
uk_ua: Пора.

source: We can't go back now.
gd: Chan urrainn dhuinn tilleadh a-nis.
uk_ua: Тепер не можна йти назад.

source: It's my room upstairs. Don't even think about it!
gd: Tha an t-seòmar agam shuas. Na beachdaich air!
uk_ua: Гей, там моя кімната! Навіть і не думай туди заходити!

source: I can't go back now.
gd: Chan urrainn dhomh tilleadh a-nis.
uk_ua: Я не можу піти назад.

source: Guards are carefully watching their surroundings. I need to get closer to see what's happening.
gd: Tha geàird a’ dèanamh faire air na tha timcheall orra. Feumaidh mi teannadh air ach am faic mi na tha a’ tachairt.
uk_ua: Вартові уважно дивляться навколо. Мені треба підійти ближче, щоб побачити, що відбувається.

source: I should be able to sneak through when they're not watching.
gd: Saoilidh mi gun siolp mi seachad orra nuair nach coimhead iad dham ionnsaigh.
uk_ua: Напевне, я зможу пройти мимо, коли вони не дивитимуться.

source: Who's there?
gd: Cò th’ ann?
uk_ua: Ані руш!

source: (Whispering) Kalya!
gd: (Os ìosal) A Chaoimhe!
uk_ua: (Шепоче) Кальо!

source: (What's happening here?)
gd: (Dè a tha tachairt an-seo?)
uk_ua: (Що тут трапилося?)

source: (Also whispering) I don't know.
gd: (Os ìosal cuideachd) Chan eil fhios a’m.
uk_ua: (Теж шепоче) Я не знаю.

source: (Woah, you scared me. Are you mad? You could have got us both caught!)
gd: (Iochd, thug thu clisgeadh orm. ’Eil thu às do chiall? Theab gun deach ar glacadh!)
uk_ua: (Ой, ти мене налякав. Ти злишся? Через тебе нас обох могли спіймати!)

source: (I thought you saw me.)
gd: (Shaoil mi gum faca tu mi.)
uk_ua: (Я думав, що ти мене побачив.)

source: (Kalya was brought here by those weirdos. They are holding everyone captive. Lilly is talking with that big guy. He gives me the chills.)
gd: (Chaidh Caoimhe a thoirt an-seo leis na daoine neònach ud. Tha iad a’ cumail a h-uile duine fo ghrèim. Tha Ròs a’ bruidhinn leis an duine mhòr ud. Tha e a’ cur an t-eagal orm.)
uk_ua: (Кайлу привели сюди ті ненормальні. Вони тримають усіх у полоні. Лілі розмовляє зі здоров'яком. У мене від нього мурашки біжуть.)

source: (Let's have a look.)
gd: (Thoireamaid sùil air.)
uk_ua: (Давай подивимось.)

source: I already told you, again and again, Banesore. I don't know anything about such a crystal.
gd: Mar a dh’innis mi dhut a-rithist ’s a-rithist roimhe, a Ghoirturbhaidh, chan eil mi eòlach air criostal dhen leithid idir.
uk_ua: Я вже казала тобі, знов і знов, Отруто. Я нічого не знаю про такий кристал.

source: It is 'Lord Banesore', you scum!
gd: ’S e “A’ Mhorair Ghoirturbhaidh” a th’ ann, a shalchair!
uk_ua: Треба казати 'Лорд Отрута', нікчемниця.

source: Even when confronted by someone who can wipe out everything you hold dear, you dare to stare me in the eyes? I admire such a courageous heart, my dear one.
gd: A dh’aindeoin ’s gu bheil cuideigin ’nad aghaidh a tha comasach air a h-uile càil a tha prìseil dhut a mhilleadh, tha a chridhe agad a’ dùr-bheachdachadh orm! Mo mholadh air do chridhe a tha cho dàna sin.
uk_ua: Навіть, коли ти стоїш перед тим, хто може тебе в порошок зтерти, ти насмілилася дивитися мені в очі? Ти дивуєш мене, дорогенька.

source: Therefore, I'm inclined to ask these questions one last time:
gd: Leis a sin, cuiridh mi na ceistean seo ort aon turas eile is seo an turas mu dheireadh:
uk_ua: Тому я збираюсь спитатися останній раз:

source: Where is the crystal? Where is the boy?
gd: Càit a bheil an criostal? Càit a bheil am balach?
uk_ua: Де кристал? Де хлопчисько?

source: It's time to think Lilly.
gd: Feumaidh tu beachdachadh air, a Ròs.
uk_ua: Час подумати, Лілі.

source: Huh? How do you know my name?
gd: Duda? Ciamar fon ghrèin a tha thu eòlach air m’ ainm?
uk_ua: Е? Звідки ти знаєш, як мене звуть?

source: Your very soul is slowly but surely opening. I can feel your sorrow and doubts grow.
gd: Tha d’ anam fhèin a’ fosgladh mean air mhean. Tha mi a’ faireachdainn am mulad is mì-chinnt a’ neartachadh annad.
uk_ua: Твоя душа відкривається повільно, але це неминуче. Я відчуваю, як зростає твій біль і сумнів.

source: Fight it, Lilly! Focus!
gd: Strì ’na aghaidh, a Ròs! Cùm d’ aire air!
uk_ua: Лілі, не піддавайся! Тримайся!

source: Keep quiet, you old daft rat!
gd: Ist, a sheann-radain ghòraich!
uk_ua: Замовкни, старий пацюк!

source: Oh! My apologies, it seems you weren't lying.
gd: Ò! Gabh mo leisgeul, tha coltas nach robh a’ bhreug agad.
uk_ua: О! Перепрошую! Здається, ти не брехала.

source: The fact you didn't mention anything about the boy leads me to believe that you know him.
gd: O nach duirt thu smid mun bhalach, cha chreid mi nach eil thu eòlach air.
uk_ua: Те, що ти не згадала про хлопця дає мені натяк, що ти знаєш його.

source: Ah? So he must be close.
gd: À! Feumaidh gu bheil e am fagas ma-thà.
uk_ua: Ага? Значить, він має бути поруч.

source: What? No!
gd: Gu dè? Chan eil idir!
uk_ua: Що? Ні!

source: Oh, I see now. So this is his mother. Bring her here, and kill her!
gd: Ò, tha mi a’ tuigsinn a-nis. Seo a mhàthair. Thoiribh an-seo i is marbhaibh i!
uk_ua: О, тепер я бачу. Так це його мати. Приведіть її сюди та вбийте її!

source: Let her out of this! You can have me instead.
gd: Fàgaibh i! Marbhaibh mise ’na h-àite.
uk_ua: Не чіпай її! Можеш взяти мене.

source: So, here we have a gentleman! I'll start with you, then.
gd: Sin sin, seo duine-uasail dhuinn! Tòisichidh mi leat-sa ma-thà.
uk_ua: О, який у нас тут джентельмен. Тоді я з тебе почну.

source: Fine.
gd: Ceart.
uk_ua: Добре.

source: But she will be the next one.
gd: Ach thig ise às do dhèidh.
uk_ua: Але вона буде наступною.

source: You filthy demon!
gd: A dheamhain shalaich!
uk_ua: Мерзотник!

source: It's fine, I'll come.
gd: Tha sin ceart gu leòr, thig mise ann.
uk_ua: Гаразд, я прийду.

source: No!
gd: Stadaibh!
uk_ua: Ні!

source: At last, the boy.
gd: Seo am balach mu dheireadh thall.
uk_ua: Нарешті, хлопчисько.

source: No! Let him come closer.
gd: Stad! Leig leis teannadh a-nall.
uk_ua: Ні! Хай підійде ближче.

source: Bronann! No!
gd: A Bhreannain! O chòin!
uk_ua: Бронане! Ні!

source: Bronann, why?
gd: A Bhreannain, carson?
uk_ua: Бронане, чому?

source: Clear the way, Lilly. I need to speak to him.
gd: A-mach às an rathad, a Ròs. Feumaidh mi bruidhinn ris.
uk_ua: Пропусти, Лілі. Мені треба з ним поговорити.

source: Let's have a talk, Bronann!
gd: Bruidhneamaid, a Bhreannain!
uk_ua: Ну що ж, побалакаємо, Бронане!

source: I don't have any other choice, Lilly.
gd: Chan eil roghainn eile agam, a Ròs.
uk_ua: Лілі, у мене не має іншого вибору.

source: Bronann...
gd: A Bhreannain…
uk_ua: Бронане...

source: You, after all these years...
gd: Seo thu, às dèidh nam blianaichean mòra…
uk_ua: Ти, після всіх цих років...

source: Let everyone go. We don't have your 'crystal'.
gd: Leig leis a h-uile duine falbh. Chan eil an “criostal” againn air a bheil thu a-mach.
uk_ua: Відпустіть усіх. У нас немає вашого «кристалу».

source: Of course you have it. I can sense it within your flesh.
gd: Ach tha gu dearbh. Tha mi ’ga fhaireachdainn ’nad fheòil.
uk_ua: Звичайно є. Я відчуваю його в твоєму тілі.

source: So, the crystal is inside me?
gd: A bheil agus an criostal ’nam bhroinn?
uk_ua: Тобто кристал у мене всередині?

source: Now, show it to me.
gd: Nise, sheall dhomh e.
uk_ua: А тепер покажи мені його.

source: But I...
gd: Ach…
uk_ua: Але я...

source: Do you need some kind of motivation? If so, let me handle this with my greatest pleasure!
gd: A bheil barrachd brosnachaidh a dhìth ort? Ma tha, bhithinn-sa glè thoilichte seo a chur air dòigh dhut!
uk_ua: Тобі не вистачає мотивації? Ну що ж, це ми зараз зробимо легко й із задоволенням!

source: Prepare yourself!
gd: Ullaich!
uk_ua: Захищайся!

source: Ah, there it is. Finally!
gd: À, seo e. Mu dheireadh thall!
uk_ua: А, ось він. Нарешті!

source: Kalya! Now!
gd: A Chaoimhe! An-dràsta!
uk_ua: Кальо! Зараз!

source: You won't get him, Banesore! It seems we were smarter than you this time.
gd: Chan fhaigh thu grèim air, a Ghoirturbhaidh! Tha coltas gun robh sinn na bu ghlice na thusa fhèin an turas seo.
uk_ua: Він тобі не дістанеться, Отруто! Здається, цього разу ми були кмітливіші за тебе.

source: Ah ah ah, but this is exactly what I wanted.
gd: Hà hà hà ach seo dìreadh na bha mi ag amas air.
uk_ua: Ах-ах, але ж я саме цього і хотів.

source: After all, I simply wanted to make sure that boy would reach Mt. Elbrus safe and sound.
gd: Aig deireadh na sgeòil, bha mi airson dèanamh cinnteach gun ruig am balach Beinn Ealbhrais gu sàbhailte.
uk_ua: Адже все, що мені треба, це щоб хлопець безпечно дістався до гори Ельбрус.

source: He is the only one that can get what I'm looking for.
gd: Chan urrainn ach dhàsan fhaighinn na tha mi a’ sireadh.
uk_ua: Він — єдиний, хто може дістати те, що я шукаю.

source: Soldiers! Give them a few minutes before starting the chase.
gd: A shaighdearaibh! Thoiribh greis dhaibh mus dèid sibh an toir orra.
uk_ua: Солдати! Дайте їм пару хвилин, а потім починайте переслідувати.

source: Yes, my Lord!
gd: Aidh, mo thighearna!
uk_ua: Так, Пане!

source: Why the hell...
gd: Carson fon ghrèin…
uk_ua: Чому, до біса...

source: ...am I telling you all that? It's simple.
gd: … a tha mi ag innse seo dhuibh? Tha e sìmplidh.
uk_ua: ...я все це розказую? Усе просто.

source: But it doesn't matter, as you're all going to die now.
gd: Ach chan eil sin gu diofar on a gheibh sibh uile bàs a-nis.
uk_ua: Але це не має значення, адже ти зараз помреш.

source: One of grandma's chickens. I should bring it back.
gd: Cearc seanmhar. Bu chòir dhomh a toirt air ais.
uk_ua: Одне з бабусиних курчат. Мені треба принести його їй.

source: Wow! You found me!
gd: A shaoghail! Lorg thu mi!
uk_ua: Ого! Ти знайшов мене!

source: But I'm not done yet!
gd: Ach chan eil mi deiseil fhathast!
uk_ua: Але я ще хочу грати!

source: You'll never find me hiding behind the...
gd: Cha lorg thu mi ’nam fhalach air cùil…
uk_ua: Ти ніколи не знайдеш мене, як я сховаюся за...
