Repository: Aluminum5/ValyriaTear
Catalog: po/*.po
Languages: gd, uk_ua

source: Let's make our way through this before something bad happens to him.
gd: Lorgamaid fhìn slighe troimhpe mus èirich an donas dha.
uk_ua: Нам треба поспішати, доки з ним нічого не трапилось.

source: Look, there is a stone slab on the ground. Let's check this out.
gd: Seall, tha leac air an làr. Thoireamaid sùil air.
uk_ua: Дивись! На землі кам'яна плита. Давай подивимось уважніше.

source: It seems the way is clear now.
gd: Tha coltas gu bheil an t-slighe fosgailte a-nis.
uk_ua: Схоже, що прохід відкритий.

source: (I also heard something falling outside. Let's hope it's nothing bad.)
gd: (Chuala mi cuideachd rudeigin a’ tuiteam taobh a-muigh. Tha mi ’n dòchas nach robh sin dona.)
uk_ua: (Я також чув, що щось впало назовні... Будемо сподіватися, нічого страшного не трапилося.)

source: Stone sign
gd: Sanas cloiche
uk_ua: Напис на камені

source: 'Here, only your enemies prevent you from going further.''
gd: “An-seo, cha bhac ach ur nàimhdean sibh o leantainn air adhart.”
uk_ua: «Тільки твої вороги не дають тобі пройти далі».

source: 'Here, only your enemies prevent you from going further.'
gd: “An-seo, cha bhac ach ur nàimhdean sibh o leantainn air adhart.”
uk_ua: «Тільки твої вороги не дають тобі пройти далі».

source: You are able to decipher this writing, Kalya?
gd: An urrainn dhut an sgrìobhadh seo a leughadh, a Chaoimhe?
uk_ua: Кальо, невже ти можеш це читати?

source: Somehow. I'm not sure how I am able to, but I can read it.
gd: ’S urrainn air adhbhar air choireigin. Chan eil fhios a’m carson, ach leughaidh mi e.
uk_ua: Здається, так. Не знаю, як, але я можу їх прочитати.

source: However, I don't know what it means.
gd: Gidheadh, chan eil fhios a’m dè as ciall dha.
uk_ua: З іншого боку, я не розумію значення слів.

source: Let's look around. We might find out.
gd: Thoireamaid sùil air an àite. ’S dòcha gum faigh sinn a-mach.
uk_ua: Давай подивимось. Може, щось зможемо дізнатися.

source: Something heavy seems to have fallen nearby.
gd: Tha coltas gun do thuit rudeigin am fagas.
uk_ua: Здається, поруч впало щось тяжке.

source: I can feel a breeze and see light entering the cave from around this rock. Orlinn must have gone through here.
gd: Tha mi a’ faireachdainn ospag agus chì mi solas a’ tighinn a-steach dhan uamh timcheall air an ulpag seo. Feumadh gun deach Odhran troimhe ann a sheo.
uk_ua: Я відчуваю вітерець і бачу світло за цим каменем. Орлін, мабуть, пройшов тут.

source: There are signs engraved on this rock, too. This looks like some kind of mechanism my family used long ago.
gd: Chaidh sanasan a ghràbhadh air an ulpag seo cuideachd. Tha coltas inneil air a bu dual dha m’ theaghlach cleachdadh o chionn fhada.
uk_ua: На камені також викарбувані знаки. Здається, це якийсь механізм, який в далекому минулому використовували в моїй сім'ї.

source: Your family? Long ago?
gd: Do theaghlach? O chionn fhada?
uk_ua: В твоїй сім'ї? В далекому минулому?

source: Err, nevermind. We must find a way to make this move. Let's look around.
gd: Bhiodh… coma leat a-nis. Feumaidh sinn dòigh a lorg gus seo a ghluasad. Thoireamaid sùil mu thimcheall.
uk_ua: Ем, не звертай увагу. Нам треба знайти спосіб його пересунути. Давай подивимось навколо.

source: Orlinn!
gd: Odhrain!
uk_ua: Орліне!

source: I can feel it, sis'. It's coming!
gd: Tha mi ’ga faireachdainn, a pheathar. Tha i a’ tighinn!
uk_ua: Я відчуваю... Поклик!

source: Orlinn, stop!
gd: Odhrain, stad ort!
uk_ua: Орліне, зупинись!

source: What's happening!?
gd: Dè a tha a’ tachairt!?
uk_ua: Що відбувається?!

source: Gosh! By all heavens, is this...?
gd: Rìgh! Na can rium, an e…?
uk_ua: Боже! Це...?

source: A crystal stone?!
gd: Clach criostail?!
uk_ua: Кристальний камінь?

source: This is her. I heard her voice calling.
gd: Seo ise. Chuala mi a guth ’gam iarraidh.
uk_ua: Це вона. Я чую її голос, він кличе.

source: Dear chosen one, the time has finally come.
gd: Fhir thaghta, thàinig an t-àm dhut mu dheireadh thall.
uk_ua: Підійди до мене. Нарешті час прийшов.

source: For us, it will be but an instant.
gd: Cha bhi e ach priobadh na sùla dhuinne.
uk_ua: Для нас це буде лише мить.

source: For you, it might be decades.
gd: Dhuibhse, faodaidh gur e deicheadan a bhios annta.
uk_ua: Для тебе, може, десятиліття.

source: May you bring a happy end to this foolish destiny of ours.
gd: Gun doir thu crìoch thoilichte air an dàn ghòrach againn.
uk_ua: І, може, саме ти принесеш нам визволення від цієї нерозумної долі.

source: We're all anxiously awaiting your return.
gd: Bidh sinn uile a’ feitheamh le ana-chùram gus an till thu.
uk_ua: І ми усі будемо із нетерпінням чекати на твоє повернення.

source: Now, come. Become one with our holy hope.
gd: Nise, tromhad. Aonaich leis an aon dòchas againn.
uk_ua: Тепер йди. І стань єдиним із нашою священною надією.

source: What does all of this mean?
gd: Dè as ciall dha seo?
uk_ua: Що це все означає?

source: I shall become one with our only hope.
gd: Aonaichidh mi leis an aon dòchas againn.
uk_ua: Я з'єднаюся з нашою єдиною надією.

source: What! Orlinn, no!
gd: Gu dè? Odhrain, ochan ò!
uk_ua: Що?! Орліне, ні!

source: Bronann, the crystal! No!
gd: A Bhreannain, an criostal! Obh obh!
uk_ua: Бронане! Кристал! Ні!

source: Bronann!
gd: A Bhreannain!
uk_ua: Бронане!

source: Bronann! Are you all right? Answer me!!
gd: A Bhreannain! ’Eil thu ceart gu leòr? Can rudeigin!!
uk_ua: Бронане! Що з тобою? Скажи щось!!

source: Woah, where am I?
gd: Cà… cà bheil mi?
uk_ua: Ого... де це я?

source: Sis! What's the matter? What happened?
gd: A pheathar! Dè dh’èirich dhut? Dè thachair?
uk_ua: Сестро! В чому справа? Що трапилося?

source: What happened? Orlinn, what have you done?
gd: Dè thachair? Odhrain, dè rinn thu?
uk_ua: Що сталося? Орліне, що ти зробив?

source: ... My head.
gd: … Mo chinn.
uk_ua: ...Моя голова.

source: Bronann! Are you alright?
gd: A Bhreannain! ’Eil thu ceart gu leòr?
uk_ua: Бронане! Тобі погано?

source: I, I guess so.
gd: Tha, saoilidh mi gu bheil.
uk_ua: З-здається ні.

source: The wolf! The crystal! Orlinn! Are you ok?
gd: Am madadh-allaidh! An criostal! Odhrain! ’Eil thu ceart gu leòr?
uk_ua: Вовк! Кристал! Орлін! Ти як?

source: Don't worry, I'm fine. Err, what crystal? What... wolf??
gd: Na gabh dragh, tha mi gu dòigheil. Dè an criostal a tha siud? Agus madadh-allaidh??
uk_ua: Не хвилюйся, зі мною все гаразд. Е-е, який кристал? Явий... вовк??

source: You won't be fine for long after I'm done with you!!
gd: Cha bhi thu gu dòigheil tuilleadh nuair a bhios mise deiseil leat!!
uk_ua: Скоро буде не гаразд, коли я з тобою розберуся!!

source: Huh? Wait, I didn't do anything this time!
gd: Gu dè? Fuirich ort, cha do rinn mi càil an turas seo!
uk_ua: Га? Чекай, я ж цього разу нічого не робив!

source: Oh? You didn't?
gd: Nach do rinn? Rinn gu dearbh!
uk_ua: О? Не робив?

source: When I catch you, I'll make you wish you were never born! Rahh!
gd: Nuair a gheibh mi grèim ort, bidh thu a’ guidhe nach rugadh tu a-riamh. Ràà!
uk_ua: Коли я тебе спіймаю, ти пошкодуєш, що взагалі народився! Рарг!

source: Yiek!
gd: Iochd!
uk_ua: Йой!

source: Come here, now!
gd: Trobhad a-nise!
uk_ua: Іди сюди, зараз же!

source: (Sigh)... I should have stayed home today.
gd: (Osna)… B’ feàirrde mi fuireach aig an taigh an-diugh.
uk_ua: (Зітхнення)... Треба було залишитися сьогодні вдома.

source: Ouch, why is my head hurting so much?
gd: Oich, carson a tha mo cheann cho goirt?
uk_ua: Ой, чому в мене так болить голова?

source: Are you ok? We should head back to the village so Lilly can examine you.
gd: ’Eil thu ceart gu leòr? Bu chòir dhuinn tilleadh dhan a’ bhaile ach an doir Ròs sùil air.
uk_ua: Ти в порядку? Нам треба піти назад у село, щоб Лілі на тебе подивилася.

source: I still feel really dizzy, but I'll be ok.
gd: Tha an tuainealach orm gu dona fhathast, ach bi mi ceart gu leòr.
uk_ua: В мене обертом іде голова, але все буде гаразд.

source: I'm relieved that Orlinn is fine as well. Speaking of that, Orlinn! Stop running and come here right now!
gd: Fhuair mi faochadh gu bheil Odhran gu dòigheil cuideachd. Fhad ’s a bhios sinn a’ bruidhinn air, Odhrain! Sguir a ruith is trobhad sa bhad!
uk_ua: Я рада чути, що з Орліном теж усе добре. До речі, Орліне! Досить бігати, йди сюди зараз же.

source: Owww. Alright.
gd: Ò. Ma thogras tu.
uk_ua: Ой. Добре.

source: Now, Orlinn, tell us. Why on earth did you go into the forest alone, and how did you get there so quickly?
gd: Nise Odhrain, innis dhuinn. Carson fon ghrèin a chaidh thu dhan choille ’nad aonar, agus ciamar a fhuair thu ann co luath sin?
uk_ua: А тепер, Орліне, скажи. Якого біса ти пішов в ліс один, і як ти так швидко сюди прийшов?

source: I don't know.
gd: Chan eil fhios a’m.
uk_ua: Я не знаю.

source: Why was that giant wolf protecting you?
gd: Carson a bha am madadh-allaidh mòr ’gad dhìon?
uk_ua: Що це за гігантський вовк тебе захищав?

source: What was that crystal? Why did you want to 'become one' with it?
gd: Dè an criostal a bha siud? Carson a bha thu airson “aonachadh” leis?
uk_ua: Що це був за кристал? Чому ти хотів 'стати єдиним' із ним?

source: I, I, I sincerely don't know. I swear! It was like I was... dreaming.
gd: An-dà, an-dà, chan eil fhios a’m idir. Cuiridh mi geall! Bha e mar… bruadair.
uk_ua: Я-я-я чесно не знаю. Чесне слово! Я був ніби... ніби уві сні.

source: I merely remember a voice in my head, telling me to come.
gd: Chan eil cuimhn’ a’m ach air guth nam cheann ag iarraidh orm tighinn.
uk_ua: Я тільки пам'ятаю голос в голові, який мене кликав.

source: You know you won't get away with this. When you see Herth...
gd: Tha fhios a’d nach fhaigh thu às leis. Nuair a chì thu Taog…
uk_ua: Ти знаєш, що ти цим не відбудешся. Коли прийдеш до Герца...

source: I swear it's the truth!
gd: Air m’ fhacal gur e an fhìrinn a th’ ann!
uk_ua: Клянуся, це - правда!

source: Making one with the crystal, huh?
gd: Ag aontachadh leis a’ chriostal, an robh?
uk_ua: Стати єдиним із кристалом... гм?

source: Let's not panic. Bronann, you look fine. Anyway, we'd better get back to the village and see the elders as soon as possible.
gd: Na gabhaibh giorag. A Bhreannain, tha coltas ceart gu leòr ort. Co-dhiù no co-dheth, bu chòir dhuinn tilleadh dhan bhaile agus bruidhinn ris na seanairean cho luath ’s a ghabhas.
uk_ua: Не панікуймо. Бронане, здається, ти в порядку. В будь-якому випадку, давайте повернемося в село й поговоримо з старшими якомога скоріш.

source: Did you know? You can improve spend your earned XP points to improve your skills and stats. Simply open the menu, select 'Skills' and 'Improve'.
gd: An robh fios agad? ’S urrainn dhut na puingean-eòlais a choisinn thu a chosg airson piseach a thoirt air na comasan is an stadastaireachd agad. Fosgail an clàr-taice, tagh “Comasan” is “Pisich.”
uk_ua: Ви знали? Можна потратити отриманий досвід, щоб покращити здібності та характеристики. Просто відкрийте меню, оберіть «Здібності» та «Покращити».

source: Did you know? Escape points like this one permit to go back to the latest safe location instantly. Escape smoke can also be used to flee from battles.
gd: An robh fios agad? Leighidh ionadan teichidh mar am fear seo leat tilleadh dhan ionad shàbhailte mu dheireadh sa bhad. ’S urrainn dhut toit teichidh a chleachdadh cuideachd airson teicheadh o chòmhrag.
uk_ua: Ви знали? Місця виходу, такі як це, дозволяють миттю повернутися в беспечне місце. А щоб утекти з бою, можна використовувати димові шашки.

source: What's that?!
gd: Dè siud?!
uk_ua: Що це було?!

source: Woah, that was quite a nasty fight. Why on earth was a north arctic fenrir lurking in the forest? I thought it was merely a part of myths.
gd: Oich, ’s e còmhrag dhona a bha siud. Carson fon ghrèin a bha fenrir Artach a’ feitheamh oirnn sa choille? Ar leam chan e ach faoinsgeul a bhiodh annta.
uk_ua: Фух, це була складана битва. Що взагалі арктичний фенрір робить у цьому лісі? Я думав, що він буває тільки в міфах.

source: It ran away. I'm almost certain that we'll meet it again. We'd better be more prepared next time.
gd: Theich e, ach tachraidh sinn ris a-rithist gun teagamh. Bu chòir dhuinn ullachadh na b’ fheàrr an ath-thuras.
uk_ua: Він утік. Я майже впевнена, що ми зустрінемо його знову. Наступного разу треба бути краще підготованими.

source: I'll try not to think about what it could have done to Orlinn. Let's find him... quickly.
gd: B’ fheàrr leam gun a bhith a’ cnuasadh air na b’ urrainn dha cur air Odhran. Lorgamaid e… gu luath.
uk_ua: Я не хочу думати, що він міг зробити з Орліном... Краще знайти його... скоріше.

source: Did you know? Stamina (the bar on the bottom-right) is limited in dangerous areas. The more you run, the more you're exhausted and it can show in combat. Manage it well.
gd: An robh fios agad? Tha do smiodam (am bàr taobh clì aig a’ bhonn) cuingichte ann an cuid a sgìrean cunnartach. Mar as fhaide a ruitheas tu ’s ann as truime a thig an sgithear ort agus mothaichidh tu sin sa chòmhrag. Stiùirich gu seòlta e.
uk_ua: Ви знали? Снага (смужка знизу справа) обмежена в небезпечних областях. Чим більше ви біжите, тим більше втомлюєтеся, і це помітно в битві. Не тратьте її даремно.

source: Orlinn, stop it RIGHT NOW!!
gd: Odhrain, sguir dheth làrach nam bonn!
uk_ua: Орліне! Зупинись НЕГАЙНО!!

source: I can't sis. I can feel it... calling me.
gd: Chan urrainn dhomh, a pheathar. Tha mi ’ga faireachdainn… ’gam iarraidh.
uk_ua: Не можу, сестро... Я чую, що... мене кличе.

source: Quick! Let's follow him.
gd: Greas ort! Rachamaid às a dhèidh.
uk_ua: Швидко! Треба наздогнати його.

source: Right!
gd: Gu dearbh!
uk_ua: Вперед!

source: Great! The tremor has opened a path back to the village!
gd: Taghta! Dh’fhosgail an crith-thalmhainn slighe air ais dhan bhaile!
uk_ua: Чудово! Через землетрус впало то дерево. Тепер шлях назад відкритий!

source: Now we can get back to the village more quickly.
gd: ’S urrainn dhuinn tilleadh dhachaigh nas luaithe a-nis.
uk_ua: Тепер ми зможемо дістатися села значно швидше.

source: We're almost there!
gd: Chan eil sinn fad às a-nis!
uk_ua: Ми майже на місці!

source: Say sis, do you think Herth will be angry at me for what happened?
gd: A pheathar, saoil am faigh mi trod o Thaog ri linn na thachair?
uk_ua: Сестро... як ти вважаєш, чи сильно розлютиться на мене Герц за те, що трапилося?

source: I don't think so, Orlinn. We both know you didn't do it on purpose, right?
gd: Cha chreid mi gum faigh, Odhrain. Tha fhios aig an dithis againn nach d’ rinn thu a dh’aona-ghnothaich e, an d’ rinn?
uk_ua: Думаю, що ні, Орліне. Ми віримо, що ти не зробив це навмисно, вірно?

source: Ok.
gd: Ceart ma-thà.
uk_ua: Добре.

source: Kalya, err...
gd: A Chaoimhe, tha…
uk_ua: Кальо, е-е...

source: What is it, Bronann?
gd: Dè th’ ann, a Bhreannain?
uk_ua: Чого тобі, Бронане?

source: Hmm. Nevermind.
gd: An-dà… coma leat.
uk_ua: Хм. Нічого.

source: Don't worry too much, Bronann. Herth will be able to help you.
gd: Na gabh cus dragh, a Bhreannain. Bheir Taog cuideachadh dhut.
uk_ua: Не хвилюйся дарма, Бронане. Герц тобі допоможе.

source: Me? But...
gd: Dhomhsa? Ach…
uk_ua: Мені? Але..

source: Thanks...
gd: Taing…
uk_ua: Дякую...

source: Thanks for your help.
gd: Tapadh leat airson do chuideachaidh.
uk_ua: Дякую за твою допомогу.

source: You're welcome.
gd: Tha thu làn di-beathte.
uk_ua: Прошу.

source: Please, don't hurt me, my life is already so short!
gd: Na goirtichibh mi, tha mo bheatha ro ghoirid mar a thà!
uk_ua: Прошу, не бийте мене, моє життя й так коротке!

source: What about buying some items instead?
gd: Saoil an ceannaich sibh nithean ’na àite?
uk_ua: Може, краще щось купите?

source: Your party feels better...
gd: Tha do chuideachd a’ faireachdainn nas fheàrr…
uk_ua: Сили команди відновлені...

source: Did you know? If you face an enemy and use the confirm key (%s), you get a boost to your first attack preparation in battle. The enemy can do the same if it catches you unaware.
gd: An robh fios agad? Ma chleachdas tu an iuchair dearbhaidh (%s) nuair a bhios tu a’ sabaid an aghaidh nàmhad, gheibh thu neartachadh air a’ chiad ullachadh ionnsaighe sa chòmhrag. Nì an nàmhaid an dearbh rud ma bhios esan nas luaithe.
uk_ua: Ви знали? Якщо повернутися до ворога та натиснути на клавішу підтвердження (%s), першу атаку можна буде провести швидше. Вороги можуть зробити так же, якщо застануть вас зненацька.

source: Did you know? Special attacks can trigger effects decreasing enemy defense, stamina, attack, ... The enemy can do the same. For instance, snakes can stun you with their attacks.
gd: An robh fios agad? ’S urrainn do dh’ionnsaighean sònraichte buaidhean adhbharachadh a lagaicheas dìon, smiodam, ionnsaigh is msaa an nàmhad. Nì an nàmhaid an dearbh rud ort-sa. Mar eisimpleir, ’s urrainn do nathraichean an tuainealach a chur ort leis na h-ionnsaighean aca.
uk_ua: Ви знали? Особливі атаки можуть активізувати додаткові ефекти: зменшення здоров'я ворогів, снаги, атаки... Те ж можуть робити й вороги. Наприклад, змії вміють паралізувати атаками.

source: Woah, wait!
gd: Fuirich ort!
uk_ua: Ого! Чекай!

source: Look at the grass. Snakes like to hide in the tall grass. We need to be careful because their venom causes drowsiness.
gd: Seall air an fheur. ’S toigh le nathraichean falach san fheur àrd. Feumaidh sinn bhith faiceallach on a chuireas am puinnsean aca an tuainealach oirnn.
uk_ua: Подивися на траву. У високій траві ховаються змії. Нам треба бути обережними, бо їх отрута присипляє.

source: (Bronann looks at the ground)
gd: (Tha Breannan a’ coimhead air an làr)
uk_ua: (Бронан дивиться на землю)

source: This water looks weird. Shall we drink it anyway?
gd: Tha coltas neònach air an uisge seo. An òl sinn co-dhiù e?
uk_ua: Якась дивна вода. Чи варто її спробувати випити?

source: Yes, I'm so thirsty.
gd: Òlaidh, tha am pathadh orm gu dona.
uk_ua: Так, я спраглий.

source: No way, we'd get sick.
gd: Chan òl, chuireadh e galar oirnn.
uk_ua: Ні у якому разі! Ми можемо захворіти.

source: The party drinks the water and feels... alright?
gd: Tha do chuideachd ag òl an uisge agus a’ faireachdainn… ceart gu leòr, saoil?
uk_ua: Команда п'є воду і усі почуваються... добре?

source: The party won't drink it.
gd: Chan òl do chuideachd e.
uk_ua: Команда не буде пити воду.

source: Yiek, it stinks in here.
gd: Iochd, tha droch-fhàileadh ann.
uk_ua: Йой, тут смердить.

source: Look at all those bones. We should be careful.
gd: Seall air na cnàimhean seo uile. Bu chòir dhuinn a bhith faiceallach.
uk_ua: Подивись-но скільки кісток. Треба бути обережним.

source: I hope Orlinn is alright.
gd: Tha mi ’n dòchas gu bheil Odhran ceart gu leòr.
uk_ua: Лише б з Орліном усе було добре.

source: What a lovely necklace! I'll take it.
gd: Abair seud-muineil àlainn! Gabhaidh mi e.
uk_ua: Яке красиве намисто! Я візьму.

source: Kalya. We're in the middle of a cave and you're only thinking about wearing jewels?
gd: A Chaoimhe. Tha sinn ann an teas-mheadhan uamha agus chan eil thu a’ smaoineachadh ach air na seudan a chuireas tu ort!
uk_ua: Кальо. Ви в середині печери, а ти думаєш тільки про коштовності?

source: Jewelry is a gift from the heavens to remind us that beauty can be as pure on the outside as it is on the inside. Besides, it suits me better than it would you.
gd: ’S e tìodhlac on nèamh a tha sna seudan gus cur ’nar cuimhne gum faod a’ bhòidhchead a bhith cheart cho glan air an taobh a-muigh ’s a tha i a-staigh. A bharrachd air sin, tha e a’ tighinn rium nas fheàrr na riutsa.
uk_ua: Коштовності - дарунок неба, щоб нагадати нам, що врода може бути однаково чистою як назовні, так і усередині. Більше того мені намисто підійде значно краще, ніж тобі.

source: Kalya! You'd better be careful!
gd: A Chaoimhe! Thoir an aire!
uk_ua: Кальо! Будь обережніше!

source: Don't even start, this one is all mine.
gd: Chan fhiach trod, ’s ann leamsa a tha am fear sin.
uk_ua: І слухати нічого не хочу. Намисто - моє!

source: Not the necklace, the fenrir!
gd: Chan eil mi a-mach air an t-seud ach air an fhenrir!
uk_ua: Не намисто, фенрір!

source: You can't be serious, we would have heard it come.
gd: Na tarraing asam, chluinneamaid e a’ tighinn.
uk_ua: Ти жартуєш? Ми б почули його.

source: Ah, well. You were serious, weren't you?
gd: Uill uill, ’s ann nach robh thu a’ tarraing asam, an robh?
uk_ua: А, правда. Ти не жартував, ні?

source: It ran away again. I'm glad we survived. Let's get out of here before it comes back.
gd: Theich e a-rithist. Tha mi toilichte gun do mhair sinn beò. Falbhamaid mus till e.
uk_ua: Він утік. Я рада, що ми вижили. Давай виберемося звідси, поки він не повернувся.

source: Banesore
gd: Goirturbhaidh
uk_ua: Лорд Отрута

source: So, you think you can wound me?
gd: Dhen bheachd gun leòn thu mi, an e?
uk_ua: Так ти думаєш, що можиш мене поранити?

source: You? A child with an old wooden stick?
gd: Thusa? Balachan le bata grod?
uk_ua: Ти? Хлопчисько із дерев'яною палкою?

source: You're stronger than I thought. But you are still too weak to challenge me!
gd: Tha thu nas treasa na bha mi ’n dùil. Ach tha thu ro lag fhathast ach an doireadh tu dùbhlan orm!
uk_ua: Ти сильніший, ніж я думав. Але все одно заслабкий, щоб кидати мені виклик!

source: Argh! It hurts!
gd: Eub! Tha mi goirt!
uk_ua: Оой... Як боляче!

source: Yes! I can feel it coming closer to the surface!
gd: Glè mhath! Tha mi ’ga faireachdainn a’ tighinn dhan uachdar!
uk_ua: Так! Я відчуваю, як воно рухається до поверхні!

source: Let your fear grow, young boy!
gd: Gum fàsadh d’ eagal, a bhalaich òig!
uk_ua: Звільни свій страх, хлопче!

source: Bronann, don't listen to him!
gd: A Bhreannain, na èist ris!
uk_ua: Бронане, не слухай його!

source: I will... try.
gd: Feuchaidh… mi.
uk_ua: Я... спробую.

source: Hmph. Soldiers, leave that man to me!
gd: Dè? A shaighdearaibh, dèiligidh mise ris an duine ud!
uk_ua: Хм. Солдати, лишіть того сміливця мені!

source: So, it appears that you remember me, Banesore. Is that correct?
gd: Na can rium gu bheil cuimhne agad orm, a Ghoirturbhaidh!
uk_ua: Так ти, здається, пам'ятаєш мене, Отруто. Так?

source: I do remember you, old man...
gd: Tha gu dearbh, a bhodaich…
uk_ua: Згадую, згадую, старий...

source: Then, you already know that your zombified soldiers are no match for me.
gd: Nise, tha fhios a’d mar-thà nach dèan na closaich de shaighdearan agad a’ chùis orm.
uk_ua: Тоді ти знаєш і те, що твої солдати-зомбі зі мною не зрівняються.

source: Argh! My chest is burning!
gd: Eub! Tha m’ uchd a’ losgadh!
uk_ua: Ай! Мої груди! Боляче!

source: Hold on Bronann!
gd: Cùm ort, a Bhreannain!
uk_ua: Чекай, Бронане!

source: Move your character:
gd: Gluais am pearsa agad:
uk_ua: Рух персонажа:

source: Possible actions:
gd: Gnìomhan:
uk_ua: Можливі дії:

source: Confirm / Open / Talk: %s
gd: Dearbh / Fosgail / Bruidhinn: %s
uk_ua: Підтвердити / відкрити / розмовляти: %s

source: Run / Cancel: %s
gd: Ruith / Sguir dheth: %s
uk_ua: Запуск / відміна: %s

source: Party Menu: %s
gd: Clàr-taice na cuideachd: %s
uk_ua: Меню команди: %s

source: Game commands:
gd: Àitheantan a’ gheama:
uk_ua: Управління грою:

source: Pause: %s
gd: Cuir ’na stad: %s
uk_ua: Пауза: %s

source: Quit Menu: %s
gd: Fàg an clàr-taice: %s
uk_ua: Меню гри: %s

source: Help Menu: %s
gd: Clàr-taice na cobharach: %s
uk_ua: Підказка: %s

source: I had that same nightmare again. This time, however, I still feel dizzy even after getting up.
gd: Thàinig an t-aon trom-laighe orm a-rithist. An turas seo, bha an tuainealach orm fhathast às dèidh m’ èirigh.
uk_ua: Це знов той же кошмар. Але цього разу я приголомшений, навіть коли проснувся.

source: I might as well move on and forget about it.
gd: B’ fheàirrde mi faighinn seachad air ’s a dhìochuimhneachadh.
uk_ua: Напевне, треба вже забути про нього.
