Repository: Aluminum5/ValyriaTear
Catalog: po/*.po
Languages: gd, uk_ua

source: Lv:
gd: Rang:

source: Next:
gd: Àrdachadh:
uk_ua: Наступний:

source: XP for skills:
gd: PE chomasan
uk_ua: Досвід для здібн.:

source: Self — Point
gd: Mi fhìn – Puing
uk_ua: Сам — місце

source: Ally — Point
gd: Caidreabhach – Puing
uk_ua: Персонаж — місце

source: Foe — Point
gd: Nàmhaid – Puing
uk_ua: Ворог — місце

source: Self
gd: Mi fhìn
uk_ua: Сам

source: Ally
gd: Caidreabhach
uk_ua: Персонаж

source: Ally (Even KO)
gd: Caidreabhach (’na shìneadh cuideachd)
uk_ua: Союзник (навіть непритомний)

source: Ally (Only KO)
gd: Caidreabhach (’na shìneadh a-mhàin)
uk_ua: Союзник (непритомний)

source: Foe
gd: Nàmhaid
uk_ua: Ворог

source: All Allies
gd: A h-uile caidreabhach
uk_ua: Усі персонажі

source: All Foes
gd: A h-uile nàmhaid
uk_ua: Усі вороги

source: Invalid Target
gd: Amas mì-dhligheach
uk_ua: Невірна ціль

source: Auto-Battle
gd: Còmhrag fèin-obrachail
uk_ua: Автобій

source: Use the %s and %s keys to select your language and then press %s.
gd: Cleachd iuchraichean %s is %s a thaghadh do chànan is brùth air %s an uairsin.
uk_ua: Оберіть свою мову клавішами %s та %s, а потім натисніть %s.

source: Audio
gd: Fuaim
uk_ua: Аудіо

source: Game
gd: Geama
uk_ua: Гра

source: Language
gd: Cànan
uk_ua: Мова

source: Key Settings
gd: Roghainnean a’ mheur-chlàir
uk_ua: Налаштування клавіатури

source: Joystick Settings
gd: Roghainnean joystick
uk_ua: Налаштування джойстика

source: Resolution:
gd: Dùmhlachd-breacaidh:
uk_ua: Роздільна здатність:

source: Window mode:
gd: Modh na h-uinneige:
uk_ua: Режим:

source: Brightness:
gd: Soilleireachd:
uk_ua: Яскравість:

source: VSync:
gd: Sioncronachadh-V:
uk_ua: Верт. сінхронізація:

source: UI Theme:
gd: Ùrlar:
uk_ua: Оформлення:

source: Sound Volume:
gd: Àirde nam fogharan:
uk_ua: Гучність звуку:

source: Music Volume:
gd: Àirde a’ chiùil:
uk_ua: Гучність музики:

source: Easy
gd: Furasta
uk_ua: Легка

source: Normal
gd: Meadhanach
uk_ua: Нормальна

source: Hard
gd: Doirbh
uk_ua: Важка

source: Game Difficulty: %s
gd: Duilgheas a’ gheama: %s
uk_ua: Складність гри: %s

source: Dialogue text speed: %i
gd: Luaths teacsa còmhraidh: %i
uk_ua: Швидкість тексту діалогів: %i

source: Enabled
gd: An comas
uk_ua: увімкнено

source: Disabled
gd: À comas
uk_ua: вимкнено

source: Remember battle target: %s
gd: Cuimhnich an t-amas: %s
uk_ua: Пам'ятати ціль в бою: %s

source: Up:
gd: Suas:
uk_ua: Вгору:

source: Down:
gd: Sìos:
uk_ua: Вниз:

source: Left:
gd: Gu clì:
uk_ua: Ліворуч:

source: Right:
gd: Gu deas:
uk_ua: Праворуч:

source: Confirm:
gd: Dearbh:
uk_ua: Підтвердити:

source: Cancel:
gd: Sguir dheth:
uk_ua: Відміна:

source: Menu:
gd: Clàr-taice:
uk_ua: Меню:

source: Toggle Map:
gd: Toglaich am mapa:
uk_ua: Карта:

source: Pause:
gd: Cuir ’na stad:
uk_ua: Пауза:

source: Restore defaults
gd: Aisig na bun-roghainnean
uk_ua: Відновити налаштування

source: Fullscreen
gd: Làn-sgrìn
uk_ua: повноекранний

source: Windowed
gd: Uinneagach
uk_ua: віконний

source: VSync_mode|Off
gd: VSync_mode|Dheth
uk_ua: вимкнена

source: VSync_mode|On
gd: VSync_mode|Air
uk_ua: увімкнена

source: VSync_mode|Swap Tearing
gd: VSync_mode|Sracadh suaipe
uk_ua: VSync_mode|інший розрив

source: Move Up
gd: Gluais suas
uk_ua: Рух вгору

source: Move Down
gd: Gluais sìos
uk_ua: Рух вниз

source: Move Left
gd: Gluais gun taobh chlì
uk_ua: Рух ліворуч

source: Move Right
gd: Gluais gun taobh deas
uk_ua: Рух праворуч

source: Confirm
gd: Dearbh
uk_ua: Підтвердити

source: Cancel
gd: Sguir dheth
uk_ua: Відміна

source: Menu
gd: Clàr-taice
uk_ua: Меню

source: Toggle Map
gd: Toglaich am mapa
uk_ua: Карта

source: Pause
gd: Cuir ’na stad
uk_ua: Пауза

source: Input
gd: Ion-chur
uk_ua: Ввід

source: X Axis
gd: Aiseal X
uk_ua: Вісь X

source: Y Axis
gd: Aiseal Y
uk_ua: Вісь Y

source: Threshold
gd: Stairsneach
uk_ua: Поріг

source: Button %d
gd: Putan %d
uk_ua: Кнопка %d

source: Map
gd: Mapa
uk_ua: Карта

source: Help
gd: Cobhair
uk_ua: Допомога

source: Quit
gd: Fàg an-seo
uk_ua: Вихід

source: Please press a new joystick button.
gd: Brùth air putan joystick ùr.
uk_ua: Натисніть нову клавішу джойстика

source: Please press a new key.
gd: Brùth air iuchair ùr.
uk_ua: Натисніть нову клавішу

source: Please move an axis.
gd: Gluais aiseal.
uk_ua: Будь ласка, рухайте вісь

source: Here you can set up the video options such as the resolution, whether to play in full screen, the GUI theme, ...
gd: ’S urrainn dhut roghainnean a’ video a shuidheachadh an-seo, can an dùmhlachd-bhreacaidh, co-dhiù an cluich thu sa mhodh làn-sgrìn no sa mhodh uinneagach, ùrlar na h-eadar-aghaidh, …
uk_ua: Тут можна встановити налаштування відео, такі як роздільна здатність, повноекранний чи віконний режим, тема оформлення...

source: Here you can setup the music and SFX volumes.
gd: ’S urrainn dhut àirde nan èifeachdan fuaime ’s a’ chiùil a shuidheachadh an-seo.
uk_ua: Тут можна встановити гучність музики та звукових ефектів.

source: This menu permits to setup game specific options, such as the text scrolling speed, the game difficulty, ...
gd: Leigidh an clàr-taice seo leat roghainnean co-cheangailte ris a’ gheama a shuidheachadh, can dè cho luath ’s a bhios sgroladh an teacsa, duilgheadas a’ gheama, …
uk_ua: Це меню дозволяє налаштувати опції, специфічні для гри, такі як швидкість прокрутки тексту, складність гри...

source: This menu will show the available languages. Only available from the boot menu...
gd: Seallaidh an clàr-taice seo na cànain a tha ri làimh. Chan fhaigh thu seo ach air a’ phrìomh chlàr-taice…
uk_ua: Це меню показує доступні мови. Воно доступне тільки з меню запуску...

source: Here you change the keys used when playing with the keyboard...
gd: Atharraichidh tu na h-iuchraichean an-seo ma bhios tu a’ cluich leis a’ mheur-chlàr…
uk_ua: Тут можна змінити клавіші, які використовуються під час гри з клавіатури...

source: Here you change the keys used when playing with a joystick...
gd: Atharraichidh tu na h-iuchraichean an-seo ma bhios tu a’ cluich le joystick…
uk_ua: Тут можна змінити кнопки, які використовуються при грі джойстиком...

source: This permits to select the game's resolution...
gd: Leigidh seo leat dùmhlachd-bhreacaidh a’ gheama a thaghadh…
uk_ua: Тут можна встановити роздільну здатність гри...

source: Here you can set whether you want to play in windowed mode or fullscreen.
gd: ’S urrainn dhut suidheachadh an-seo co-dhiù an cluich thu sa mhodh uinneagach no làn-sgrìn.
uk_ua: Тут можна переключитися поміж віконним та повноекранним режимом...

source: Sets the game brightness percentage. Default: 50%
gd: Suidhichidh seo ceudad na soilleireachd. Bun-roghainn: 50%
uk_ua: Вказує процент яскравості гри. Стандартний: 50%

source: Permits to change the Screen Vertical Synchronization mode. (Use the left and right arrow keys.)
gd: Leigidh seo leat modh sioncronachaidh inghearach na sgrìn atharrachadh. (Cleachd na h-iuchraichean saighde gu clì is deas.)
uk_ua: Дозволяє змінити режим вертикальної синхронізації екрану. (Використовуйте клавіші зі стрілками вліво та вправо.)

source: Permits to change the in-game GUI theme.
gd: Leigidh seo leat ùrlar a’ gheama atharrachadh.
uk_ua: Дозволяє змінити тему ігрового оформлення.

source: Permits to set the general music volume.
gd: Leigidh seo leat àirde choitcheann a’ chiùil atharrachadh.
uk_ua: Дозволяє встановити загальну гучність музики.

source: Permits to set the general SFX volume.
gd: Leigidh seo leat àirde choitcheann nan èifeachdan fuaime atharrachadh.
uk_ua: Дозволяє встановити загальну гучніть звукових ефектів.

source: Sets the game difficulty, can change how hard battles and certain events are in game...
gd: Suidhichidh seo duilgheas a’ gheama. Atharraichidh seo dè cho doirbh ’s a bhios na còmhragan agus tachartasan sònraichte sa gheama…
uk_ua: Встановлює складність гри, тобто битв та деяких ігрових подій...

source: Permits to set up the dialogue text scrolling speed (in character per seconds)...
gd: Leigidh seo leat suidheachadh dè cho luath ’s a nì teacsa nan còmhraidhean sgroladh (caractar san diog)…
uk_ua: Дозволяє встановити швидкість прокрутки тексту діалогів (в літерах в секунду)...

source: Sets whether the characters will remember their previous action in battle.
gd: Suidhichidh seo an cùm na pearsachan an gnìomh mu dheireadh aca sa chòmhrag an cuimhne gus nach cùm.
uk_ua: Вказує, чи запам'ятовуватимуть персонажі свої попередні дії в битві.

source: Miss
gd: Mì-amais
uk_ua: Промах

source: [error]
gd: [mearachd]
uk_ua: [помилка]

source: Double Rush!
gd: Deann-ruith dhùbailte!
uk_ua: Двійний натиск

source: First Strike!
gd: Ciad bhuille!
uk_ua: Перший удар!

source: Ambush!
gd: Fàth!
uk_ua: Засідка!

source: When the Auto-Battle mode is activated, your party will auto attack the opponents using default attacks. If you open a command menu, the Auto-Battle mode will be deactivated again.
gd: Nuair a bhios modh na còmhraige fèin-obrachail an gnìomh, bheir do chuideachd ionnsaigh air na nàimhdean gu fèin-obrachail leis na h-ionnsaighean tùsail aca. Ma dh’fhosglas tu clàr-taice nan àitheantan, thèid modh na còmhraige fèin-obrachail a chur à comas.
uk_ua: Коли активовано режим авто-бою, ваша команда автоматично нападатиме на противників стандартними атаками. Режим авто-бою відключиться, як тільки ви відкриєте меню команд.

source: [Invalid Target]
gd: [Amas mì-dhligheach]
uk_ua: [Невірна ціль]

source: All Enemies
gd: A h-uile nàmhaid
uk_ua: Усі вороги

source: Weapon
gd: Arm
uk_ua: Зброя

source: Magic
gd: Draoidheachd
uk_ua: Магія

source: Items
gd: Nithean
uk_ua: Предмети

source: Bare-hand
gd: Làmh lom
uk_ua: Неозброєний

source: %ss
gd: %sd
uk_ua: %sс

source: Enemy Defense Modifiers:
gd: Atharraichearan dìon nàmhad:
uk_ua: Модифікатори захисту ворога:

source: Effects:
gd: Buaidhean:
uk_ua: Ефекти:

source: %s SP
gd: %s PC

source: Target Type: %s
gd: Seòrsa an amais: %s
uk_ua: Тип цілі: %s

source: Prep Time: %s
gd: Ùine ullachaidh: %s
uk_ua: Підготовка: %s

source: Cool Time: %s
gd: Ùine socraidh: %s
uk_ua: Відпочинок: %s

source: Select Target
gd: Tagh amas
uk_ua: Оберіть ціль

source: Select Attack Point
gd: Tagh puing ionnsaighe
uk_ua: Оберіть місце атаки

source: Item<R>Type ×
gd: Nì<R>Seòrsa ×
uk_ua: Предмет<R>тип ×

source: Skill<R>Type SP
gd: Comas<R>Seòrsa PC
uk_ua: Здібність<R>Тип ×

source: The heroes fell in battle...
gd: Fhuair na gaisgich am bàs air a’ bhlàr…
uk_ua: Герої загинули...

source: Retry
gd: Feuch ris a-rithist
uk_ua: Ще раз

source: End
gd: Cuir crìoch air
uk_ua: Кінець

source: OK
gd: Ceart ma-thà
uk_ua: ОК

source: Start over from the beginning of this battle.
gd: Tòisich air a’ chòmhrag seo às ùr.
uk_ua: Розпочати бій заново

source: Exit to main menu.
gd: Fàg dhan phrìomh chlàr-taice.
uk_ua: Вийти у головне меню

source: Confirm: retry battle.
gd: Dearbh tòiseachadh às ùr air a’ chòmhrag.
uk_ua: Розпочати бій заново?

source: Confirm: return to main menu.
gd: Dearbh an tilleadh dhan phrìomh chlàr-taice.
uk_ua: Повернутися до головного меню?

source: The heroes were victorious!
gd: Chaidh an latha leis na gaisgich!
uk_ua: Герої перемогли!

source: Items Found
gd: Na nithean a lorg sibh
uk_ua: Знайдені предмети

source: End Battle
gd: Cuir crìoch air a’ chòmhrag
uk_ua: Закінчити бій

source: Improve Skills
gd: Pisich comasan
uk_ua: Покращити здібності

source: XP Earned:
gd: Bhuannaich sibh puingean-eòlais:
uk_ua: Отримано досвіду:

source: Drunes Found:
gd: Drùnaichean air an lorg:
uk_ua: Знайдено друн:

source: Total Drunes:
gd: Drùnaichean iomlan:
uk_ua: Усього друн:

source: Level (Max):
gd: Rang (as motha):
uk_ua: Рівень (макс.):

source: Level:
gd: Rang:
uk_ua: Рівень:

source: XP for level up:
gd: Puingean-eòlais chun na h-ath-ìre:
uk_ua: Досвід до рівня:

source: No Items Found
gd: Cha deach nì a lorg
uk_ua: Речей не знайдено

source: Item Found
gd: Chaidh nì a lorg
uk_ua: Знайдено річ

source: [Select Action]
gd: [Tagh gnìomh]
uk_ua: [Оберіть дію]

source: %d s
gd: %d d
uk_ua: %d с

source: New Game
gd: Geama ùr
uk_ua: Нова гра

source: Load Game
gd: Luchdaich geama
uk_ua: Завантажити гру

source: Options
gd: Roghainnean
uk_ua: Налаштування

source: Press '%s' to get to know about the game keys.
gd: Brùth air “%s” gus iuchraichean a’ gheama ionnsachadh.
uk_ua: Натисніть '%s' щоб побачити клавіші управління грою.

source: Escape to destination?
gd: An teich thu dhan cheann-uidhe?
uk_ua: Куди вийти?

source: EscapeMenu|No
gd: EscapeMenu|Cha teich
uk_ua: Ні

source: EscapeMenu|Yes
gd: EscapeMenu|Teichidh
uk_ua: Так

source: No available destination
gd: Chan eil ceann-uidhe ri fhaighinn
uk_ua: Немає доступних місць

source: You obtain
gd: Fhuair thu
uk_ua: Ви отримали

source: Ok
gd: Ceart ma-thà
uk_ua: Гаразд

source: Drunes
gd: Drùnaichean
uk_ua: Друни

source: the party now holds a total of %u drune.
gd: tha %u drùna aig a’ chuideachd a-nis.
uk_ua: у команди зараз усього 1%u друна.

source: With the additional %u drune found in this treasure added, %s.
gd: Leis an %u drùna a bharrachd a lorg thu san ulaidh seo air an cur ris, %s.
uk_ua: Враховуючи додаткові %u друну з цього скарбу, %s.

source: This item is a key item and can be neither consumed nor sold.
gd: ’S e nì iuchrach a tha seo ’s cha ghabh a chaitheamh no reic.
uk_ua: Це - ключовий предмет, його не можна ані з'їсти, ані продати.

source: This item is an elemental spirit and can be associated with equipment.
gd: ’S e spiorad dùileach a tha san nì seo agus gabhaidh a cho-cheangal le uidheamachd.
uk_ua: Цей предмет - дух стихії і може бути поєднаний із знаряддям.

source: Skills obtained:
gd: Bhuannaich thu comasan:
uk_ua: Отримані здібності:

source: ATK:
gd: Ionns:

source: M.ATK:
gd: Ionns. dhraoidheach:

source: DEF:
gd: Dìon:

source: M.DEF:
gd: Dìon draoidheach:

source: Equip
gd: Uidheamaich
uk_ua: Спорядити

source: Remove
gd: Thoir air falbh
uk_ua: Зняти

source: Back
gd: Air ais
uk_ua: Назад

source: Inventory
gd: Tasgadh
uk_ua: Інвентар

source: Skills
gd: Comasan
uk_ua: Здібності

source: Party
gd: Cuideachd
uk_ua: Команда

source: Quests
gd: Cinn-thurais
uk_ua: Завдання

source: Select to view current world map. Use left / right to cycle through locations. Press 'cancel' to return
gd: Tagh gus mapa làithreach an t-saoghail a shealltainn. Cleachd na h-iuchraichean gu clì/deas a sheòladh tro na h-ionadan. Bruth air “Sguir dheth” airson tilleadh
uk_ua: Оберіть, щоб побачити карту світу. Рухайтесь ліворуч-праворуч щоб обирати різні локації. Натисніть 'відміна' щоб повернутися.

source: Select to view Quest Log.
gd: Tagh gus loga nan ceann-turais a shealltainn.
uk_ua: Оберіть, щоб побачити журнал завдань

source: View/Reorder
gd: Seall/Òrdugh
uk_ua: Порядок

source: Battle Formation
gd: Cumadh còmhraige
uk_ua: Місце

source: View character Information. Select a character to change formation.
gd: Seall fiosrachadh a’ phearsa. Tagh pearsa gus an cumadh atharrachadh.
uk_ua: Переглянути інформацію про персонажа. Оберіть персонажа, щоб змінити місця в бою.

source: Use
gd: Cleachd
uk_ua: Використати

source: Improve
gd: Pisich
uk_ua: Покращити

source: Switch
gd: Dèan suids
uk_ua: Переключитися

source: Select a battle formation to change character placement.
gd: Tagh cumadh còmhraige gus ionadan nam pearsachan atharrachadh.
uk_ua: Оберіть місце в бою, щоб змінити положення персонажів.

source: Rear - Front
gd: Cùlaibh – Beulaibh
uk_ua: Спереду — з тилу

source: Head
gd: Ceann
uk_ua: Голова

source: Torso
gd: Com
uk_ua: Торс

source: Arms
gd: Gàirdeanan
uk_ua: Руки

source: Legs
gd: Casan
uk_ua: Ноги

source: No weapon
gd: Gun arm
uk_ua: Неозброєний

source: No head armor
gd: Gun armachd cinn
uk_ua: Нема броні на голові

source: No torso armor
gd: Gun armachd cuim
uk_ua: Нема броні на торсі

source: No arms armor
gd: Gun armachd ghàirdeanan
uk_ua: Нема броні на руках

source: No legs armor
gd: Gun armachd chasan
uk_ua: Нема броні на ногах

source: Select an item to Equip or Use.
gd: Tagh nì gus uidheamachadh no a chleachdadh.
uk_ua: Оберіть предмет для спорядження або використання

source: This character cannot equip this item.
gd: Chan urrainn dhan phearsa seo an nì seo uidheamachadh.
uk_ua: Цей персонаж не може спорядити цей предмет.

source: Select a character to use the item on.
gd: Tagh pearsa a chleachdadh an nì seo air.
uk_ua: Оберіть персонаж щоб використати цей предмет для нього.

source: Select a character to change position with.
gd: Tagh pearsa gus an t-ionad iomlaid.
uk_ua: Оберіть іншого персонажа щоб поміняти їх місцями.

source: Select a character to change formation.
gd: Tagh pearsa gus an cumadh atharrachadh.
uk_ua: Оберіть персонажа, щоб змінити місце в бою.

source: Global Attack / Defense:
gd: Ionnsaigh / Dìon coitcheann:
uk_ua: Глобальна атака/захист:

source: Detailed Defense:
gd: Dìon mionaideach:
uk_ua: Захист детально:

source: Total Attack:
gd: Ionnsaigh iomlan:
uk_ua: Сумарна атака:

source: Total Magical Attack:
gd: Ionnsaigh dhraoidheach iomlan:
uk_ua: Сумарна магічна атака:

source: Average Defense:
gd: Dìon cuibheasach:
uk_ua: Середній захист:

source: Average Magical Defense:
gd: Dìon draoidheach cuibheasach:
uk_ua: Середній магічний захист:

source: Head:
gd: Ceann:
uk_ua: Голова:

source: Torso:
gd: Com:
uk_ua: Торс:

source: Arm:
gd: Gàirdean:
uk_ua: Рука:

source: Leg:
gd: Cas:
uk_ua: Нога:

source: Experience Level:
gd: Leibheil eòlais:
uk_ua: Рівень:

source: Physical Attack:
gd: Ionnsaigh bodhaige:
uk_ua: Фізична атака:

source: Magical Attack:
gd: Ionnsaigh dhraoidheach:
uk_ua: Магічна атака:

source: Physical Defense:
gd: Dìon bodhaige:
uk_ua: Фізичний захист:

source: Magical Defense:
gd: Dìon draoidheach:
uk_ua: Магічний захист:

source: Stamina:
gd: Smiodam:
uk_ua: Снага:

source: Evade:
gd: Teàrnadh:
uk_ua: Ухилення:

source: Choose a character.
gd: Tagh pearsa.
uk_ua: Оберіть персонажа.

source: Choose a skill category to use.
gd: Tagh roinn-seòrsa comais gus a chleachdadh.
uk_ua: Оберіть категорію здібностей.

source: All
gd: Na h-uile
uk_ua: Усі

source: Field
gd: Raon
uk_ua: Мандрівка

source: Battle
gd: Còmhrag
uk_ua: Бій

source: Weapon skill
gd: Comas airm
uk_ua: Зброя

source: Bare hands
gd: Làmh lom
uk_ua: Неозброєний

source: Magic skill
gd: Comas draoidheachd
uk_ua: Магія

source: Special skill
gd: Comas sònraichte
uk_ua: Особливі навички

source: SP
gd: PC

source: Unlocked
gd: Neo-ghlaiste
uk_ua: Відкрито

source: To Unlock:
gd: Airson a’ ghlas a thoirt dheth:
uk_ua: Щоб відкрити:

source: XP Needed: %d / Available: %d
gd: PE a dh’fheumar: %d / Ri fhaighinn: %d
uk_ua: Потрібно досвіду: %d / Доступно: %d

source: No XP Needed
gd: Chan eil feum air puingean-eòlais
uk_ua: Досвід не потрібен

source: %d SP
gd: %d PC

source: Skill learned:
gd: Dh’ionnsaich thu comas:
uk_ua: Отримано навичок:

source: Statistics:
gd: Stadastaireachd:
uk_ua: Статистика:

source: Phys. Atk +%d
gd: Ionnsaigh bodhaige +%d
uk_ua: Фіз. атак. +%d

source: Mag. Atk +%d
gd: Ionnsaigh dhraoidheach +%d
uk_ua: Маг. атак. +%d

source: Phys. Def +%d
gd: Dìon bodhaige +%d
uk_ua: Фіз. зах. +%d

source: Mag. Def +%d
gd: Dìon draoidheach +%d
uk_ua: Маг. зах. +%d

source: Stamina +%d
gd: Smiodam +%d
uk_ua: Снага +%d

source: Evade +%.1f%%
gd: Teàrnadh +%.1f%%
uk_ua: Ухилення +%.1f %%

source: HP +%d
gd: Puingean-beatha +%d

source: SP +%d
gd: Puingean-comais +%d

source: Press '%s' anytime to show/hide help.
gd: Brùth air “%s” uair sam bith gus a’ chobhair a shealltainn no fhalach.
uk_ua: У будь-який момент натисніть '%s' щоб показати/сховати підказку.

source: Welcome to Valyria Tear
gd: Fàilte gu Valyria Tear
uk_ua: Ласкаво просимо до Valyria Tear

source: Command
gd: Àithne
uk_ua: Команда

source: Current Key
gd: Iuchair
uk_ua: Поточна клавіша

source: Purpose
gd: Adhbhar
uk_ua: Що робить

source: Left
gd: Clì
uk_ua: Ліворуч

source: Move menu cursor to the left
gd: Gluais cùrsair a’ chlàir-thaice dhan taobh chlì
uk_ua: Переведіть курсор миші ліворуч

source: Right
gd: Deas
uk_ua: Праворуч

source: Move menu cursor to the right
gd: Gluais cùrsair a’ chlàir-thaice dhan taobh deas
uk_ua: Переведіть курсор миші праворуч

source: Confirm a menu command
gd: Dearbh àithne clàir-thaice
uk_ua: Підтвердити команду меню

source: Cancel a menu command
gd: Sguir de dh’àithne clàir-thaice
uk_ua: Відмінити команду меню

source: Quit the application (when using the keyboard)
gd: Fàg an aplacaid (nuair a chleachdas tu am meur-chlàr)
uk_ua: Вийти зі гри (використовуючи клавіатуру)

source: Shop mode Use the Left/Right keys to add/remove items into the Buy and Sell modes. Then go into the Confirm mode to complete the transaction.
gd: Modh bùtha Cleachd na h-iuchraichean clì/deas gus nì a chur ris no a thoirt air falbh sna modhan ceannachd is reic. Rach dhan mhodh dearbhaidh an uairsin gus am malart a choileanadh.
uk_ua: Магазин Використовуйте клавіші ліворуч-праворуч для збільшення зменшення кількості предметів для покупки чи продажу. Потім натисніть 'Підтвердити' щоб виконати транзакцію

source: Remove an item from the buy/sell list
gd: Thoir nì ri reic no cheannach air falbh on liosta
uk_ua: Прибрати предмет із переліку покупок/продажу

source: Add an item to the buy/sell list.
gd: Cuir nì ri reic no cheannach ris an liosta.
uk_ua: Додати предмет до переліку покупок/продажу

source: Up
gd: Suas
uk_ua: Вгору

source: Move up in the item list.
gd: Gluais suas air liosta nan nithean.
uk_ua: Рухатися вгору по переліку предметів

source: Down
gd: Sìos
uk_ua: Вниз

source: Move down in the item list.
gd: Gluais sìos air liosta nan nithean.
uk_ua: Рухатися вниз по переліку предметів

source: Show details or confirm a transaction
gd: Seall mion-fhiosrachadh no dearbh malart
uk_ua: Подивитися деталі або підтвердити транзакцію

source: Change the displayed item category.
gd: Atharraich roinn-seòrsa nan nithean a tha ’gan sealltainn.
uk_ua: Обрати іншу категорію предметів.

source: Get out the Buy/Sell/Confirm mode, or quit the shop.
gd: Fàg modh an reic/na ceannachd/an dearbhaidh, no fàg am bùth.
uk_ua: Вийти з режиму покупки/продажу/підтвердження, або вийти з магазину.

source: Pauses the game
gd: Cuiridh i an geama ’na stad
uk_ua: Пауза гри

source: Close this window / Show the system menu
gd: Dùin an uinneag seo / Seall clàr-taice an t-siostaim
uk_ua: Закрити це вікно / показати системне меню

source: The table below lists the default game controls.
gd: Seallaidh an clàr gu h-ìosal na bun-roghainnean air stiùireadh a’ gheama.
uk_ua: У таблиці знизу перелічені стандартні клавіші управління.

source: The control mappings can be changed in the options menu.
gd: ’S urrainn dhut nasgadh nan iuchraichean-stiùiridh atharrachadh ann an clàr-taice nan roghainnean.
uk_ua: Клавіші управління можна змінити у меню 'опції'

source: Default Key
gd: Iuchair thùsail
uk_ua: Клавіша

source: General Purpose
gd: Adhbhar coitcheann
uk_ua: Що робить

source: Move position or cursor upwards
gd: Gluais ionad no cùrsair suas
uk_ua: Рухати положення або курсор вгору

source: Move position or cursor downwards
gd: Gluais ionad no cùrsair sìos
uk_ua: Рухати положення або курсор вниз

source: Move position or cursor to the left
gd: Gluais ionad no cùrsair dhan taobh chlì
uk_ua: Рухати положення або курсор ліворуч

source: Move position or cursor to the right
gd: Gluais ionad no cùrsair dhan taobh deas
uk_ua: Рухати положення або курсор праворуч

source: Confirm an action or menu command
gd: Dearbh gnìomh no àithne clàir-thaice
uk_ua: Підтвердити дію або обрати пункт меню

source: Cancel an action or menu command
gd: Sguir de ghnìomh no àithne clàir-thaice
uk_ua: Відмінити дію або обраний пункт меню

source: Opens the party menu
gd: Fosglaidh i clàr-taice na cuideachd
uk_ua: Відкриває меню команди

source: Show/Hide items and skills descriptions.
gd: Seall/Falaich tuairisgeulan nan nithean ’s nan comasan.
uk_ua: Показати/сховати опис предметів і здібностей.

source: Quit the application
gd: Fàg an aplacaid
uk_ua: Вийти з програми
