Repository: Aluminum5/ValyriaTear
Catalog: po/*.po
Languages: gd, uk_ua

source: Hey, why would I tell you my hiding spots?!
gd: È, carson a dh’innsinn dhut na h-àitichean-falaich agam?
uk_ua: Чекай, чому я тобі маю казати, де я ховаюся?!

source: That kid is pretty quick. This is going to take all day.
gd: Tha am balach seo clis air a chois. Bheir seo fad an latha.
uk_ua: Ну і швидкий же цей хлопець. Так за ним цілий день можна бігати.

source: Please no! Wait!
gd: Na falaich a-rithist! Fuirich ort!
uk_ua: Будь ласка! Зачекай!

source: Orlinn! Stop this!
gd: Odhrain! Sguir dheth!
uk_ua: Орліне! Ану припини!

source: Orlinn! How many times have I told you not to bother other people?
gd: Odhrain! Dè cho tric ’s a dh’innis mi dhut gun a bhith cur dragh air daoine?
uk_ua: Орліне! Скільки раз я тобі казала не турбувати інших людей?

source: But sis! I...
gd: Ach a pheathar! Cha…
uk_ua: Але сестро! Я...

source: I don't want to hear it! Now, come!
gd: Na cluinneam facal! Trobhad a-nis!
uk_ua: І слухати нічого не хочу! Ану ходім!

source: Don't blame him, Kalya. Actually, it was...
gd: Na cuir a’ choire air, a Chaoimhe. Ag innse na fìrinn, ’s ann…
uk_ua: Не свари його, Кальо. Взагалі, ми просто...

source: I don't think I was talking to you, now was I?
gd: Saoil ann an riutsa a bha mi a’ bruidhinn?
uk_ua: Я, здається, не з тобою розмовляю?

source: Come Orlinn!
gd: Tiugainn Odhrain!
uk_ua: Орліне, ану ходім!

source: I found that pen near the tree behind you. I just wanted to play.
gd: Lorg mi am peann ud faisg air a’ chraobh air do chùlaibh. Cha robh mi ach airson cluich.
uk_ua: Я знайшов цей олівець біля дерева за тобою. Я просто хотів пограти.

source: Take it. Thanks.
gd: Gabh e. Mòran taing.
uk_ua: Забирай. Дякую.

source: Bronann?
gd: A Bhreannain?
uk_ua: Бронане?

source: Er, yes?
gd: Ù, seadh?
uk_ua: Еее... так?

source: Don't blame Kalya. She was having a hard time along with her brother before living here, you know?
gd: Na cuir a’ choire air Caoimhe. Bha e doirbh dhi ’s dha bràthair mus dàinig iad an-seo, fhios a’d?
uk_ua: Не ображайся на Калю. У неї була важка доля до того, як вони перебралися сюди.

source: Well anyway, she's been ignoring me since the first day I saw her.
gd: Co-dhiù no co-dheth, cha robh for aice orm on latha a chunna mi i a’ chiad turas.
uk_ua: Ну, але ж вона так негарно до мене ставиться з першого дня, як я її побачив.

source: Eh? You really know nothing about women, do you?
gd: B’ àill leat? Chan eil sgot agad mu bhoireannaich, a bheil?
uk_ua: Ба! Ти в дівчатах нічого не тямиш?

source: Heh heh, don't worry about it. It will come in time.
gd: Hè hè, coma co-dhiù. Thig e thugad ri àm.
uk_ua: Хе-хе. Не хвилюйся. З часом зрозумієш.

source: Here it is, Bronann.
gd: Seo dhut, a Bhreannain.
uk_ua: Ось борошно, Бронане.

source: Thanks, Lilly.
gd: Mòran taing, a Ròs.
uk_ua: Дякую, Лілі.

source: We've been having a shortage of food lately. I've been taking... special measures to ensure that everyone has enough food.
gd: Tha am biadh againn a’ fàs gann. Ghabh mi… ceuman sònraichte gus dèanamh cinnteach gu bheil biadh gu leòr aig a h-uile duine.
uk_ua: Останнім часом у нас нестача їжі. Я вживаю... особливі заходи, щоб гарантувати, що її всім вистачить.

source: Try to enjoy this day, Bronann.
gd: Feuch gun gabh thu tlachd às an latha seo, a Bhreannain.
uk_ua: Щасливого тобі дня, Бронане.

source: We're counting on you.
gd: Tha sinn an eisimeil ort.
uk_ua: Ми розраховуємо на тебе.

source: You should go back home. Your mom must be waiting for you.
gd: Bu chòir dhut tilleadh dhachaigh. Feumaidh gu bheil do mhàthair a’ feitheamh ort.
uk_ua: Йди додому. Мама мабуть вже зачекалася.

source: What a nice day, isn't it?
gd: ’S e latha brèagha a th’ ann, nach e?
uk_ua: Чудовий день, чи не так?

source: Yes, Lilly. But I have something I have to ask you.
gd: ’S e gu dearbh, a Ròs. Ach feumaidh mi rud fhaighneachd oirbh.
uk_ua: Так, Лілі. Але у мене є важливе запитання до Вас.

source: Sure, just ask.
gd: Seadh, cha leig thu leas ach faighneachd.
uk_ua: Звичайно, кажи.

source: Have you still got any barley meal left for my parents and I? My mother asked me to get some and I...
gd: A bheil min-eòrna air fhàgail dhuibh a b’ urrainn dhomh a thoirt dha mo phàrantan? Dh’innis mo mhàthair gum faighinn agus…
uk_ua: Чи не залишилося у Вас ячмінного борошна для моїх батьків і мене? Моя мати попросили трохи дістати і я...

source: Unfortunately, I gave it all to Kalya.
gd: Gu mì-fhortanach, chuir mi na bh’ agam dheth gu Caoimhe.
uk_ua: На жаль, я усе віддала Калі.

source: Ah hah! I just wanted to see your reaction. I still have some. Let me go grab it and bring it back to you.
gd: Adad! Cha robh mi ach airson do fhreagairt fhaicinn. Tha cuid agam fhathast. Gheibh mi a lorg dhut ’s tillidh mi leatha.
uk_ua: Ха-ха! Я просто хотіла подивитися на твою реакцію. У мене є ще трохи. Зачекай, я зараз принесу.

source: You'll never get me!
gd: Cha ghlac thu mi gu bràth tuilleadh!
uk_ua: Ти мене не спіймаєш!

source: Orlinn, how did you get there?
gd: Odhrain, ciamar a ràinig thu an-seo?
uk_ua: Орліне, як ти туди забрався?

source: (giggle) I won't tell you!
gd: (gàire) Chan innis!
uk_ua: (сміється) Я тобі не скажу!

source: Hi Bronann.
gd: Shin thu, a Bhreannain.
uk_ua: Привіт, Бронане.

source: Hi Herth. I see you've blocked the gate, why so?
gd: Shin sibh fhèin, a Thaoig. Mhothaich mi gun do bhac sibh an geata, carson?
uk_ua: Доброго дня, пане Герце. Я бачу, Ви закрили ворота в село, навіщо?

source: Don't worry too much. I'm just preventing strangers from being able to sneak in at night.
gd: Na gabh dragh. Chan eil mi ach a’ bacadh coigrich o shiolpadh a-steach air an oidhche.
uk_ua: Не хвилюйся зайве. Я просто не хочу, щоб злодії забралися вночі.

source: There have been some reports of theft in the villages nearby recently.
gd: Fhuair sinn naidheachd gun deach nithean a ghoid sna bailtean faisg oirnn o chionn ghoirid.
uk_ua: Чув декілька скарг про крадіжки у сусідніх селах.

source: Wow, do you think that they would come here?
gd: Fire faire! An saoil sibh gun dig iad an-seo?
uk_ua: Ого... Невже Ви дійсно вважаєте, що вони прийдуть сюди?

source: It's a possibility. But don't worry too much, ok?
gd: Dh’fhaoidte gun dig. Ach na gabh cus dragh mu dhèidhinn, ceart gu leòr?
uk_ua: Важко сказати. Але не хвилюйся, добре?

source: Yiek! Hey, you scared me.
gd: Iochd! Thug thu an clisgeadh orm.
uk_ua: Йой! Гей, ти мене налякав.

source: But you'll never find me hiding on top of the cliffs!
gd: Ach cha lorg thu mi air mullach nan creag idir!
uk_ua: Але тобі нізащо не знайти мене серед скель!

source: Did you know? You can equip weapons and armors from the menu. Simply open it and go to 'Inventory', and 'Equip'.
gd: An robh fios agad? ’S urrainn dhut You can airm ’s armachd uidheamachadh on chlàr-taice. Fosgail e is rach gu “Tasgadh” agus “Uidheamaich.”
uk_ua: Ви знали? В меню можна взяти в руки зброю та одягнути екіпіровку. Просто відкрийти меню, зайдіть в «Інвентар», та оберіть «Спорядити».

source: Congratulations, Bronann. Here is your reward.
gd: Meal do naidheachd, a Bhreannain. Seo do dhuais.
uk_ua: Вітаю, Бронане. Ось твоя нагорода.

source: You can come, Bronann.
gd: Faodaidh tu tighinn, a Bhreannain.
uk_ua: Можеш зайти, Бронане.

source: This is one of the many secrets of this village.
gd: Seo fear de na rùintean-dìomhair a tha pailt sa bhaile seo.
uk_ua: Це одна з багатьох таємниць села.

source: This village was once a sanctuary and many people lived around here. Surprising, eh?
gd: Bhiodh am baile seo ’na comraich uair agus bhiodh mòran dhaoine a’ fuireach an-seo. Nach iongantach sin?
uk_ua: Це село колись давно було священною землею, і тут жило багато людей. Несподівано, правда?

source: Your father told me you were now ready.
gd: Dh’innis d’ athair dhomh gun robh thu ullamh a-nis.
uk_ua: Твій батька сказав мені, що тепер ти готовий.

source: Huh? Ready for what?
gd: B’ àill leibh? Ullamh air dè?
uk_ua: Га? Готовий до чого?

source: For your first true trial.
gd: A’ chiad fhìor-dhùbhlan agad.
uk_ua: До твого першого справжнього випробування.

source: I know I will sound harsh Bronann, but we've been having issues with rats in the well recently.
gd: Tha mi duilich gu bheil coltas cruaidh orm ach tha duilgheadasan air a bhith againn le radanan san tobair.
uk_ua: Знаю, що я здамся жорстокою, Бронане, але останнім часом у нас проблеми зі щурами в криниці.

source: You're now going to go deep down this cave and chase them all before they start polluting our water.
gd: Thèid thu sìos dhan uamh dhomhainn a-nis achd sealgaidh tu iad mus tòisich iad air an t-uisge againn a thruailleadh.
uk_ua: Зараз ти спустишся глибоко в цю печеру і знайдеш їх всіх до того, як вони почнуть забруднювати нашу воду.

source: All by yourself.
gd: Leat fhèin.
uk_ua: Самотужки.

source: I'll stay around but I won't participate. This... will prepare you for the days to come.
gd: Fuirichidh mi am fagas ach cha chuidich mi. Ullaichidh seo thu … airson na h-ama ri teachd.
uk_ua: Я буду поряд, але не буду нічого робити. Це... буде підготовкою до майбутнього.

source: Take this lamp, your father gave it to me earlier. You can keep it.
gd: Thoir an lampa seo leat, thug d’ athair dhomh e a bu tràithe. Faodaidh tu a chumail.
uk_ua: Візьми цю лампаду, мені її раніше дав твій батько. Можеш залишити її собі.

source: You can use the fountain here to restore your health, but you are to complete this before going out again. Not too afraid?
gd: ’S urrainn dhut am fuaran seo a chleachdadh airson do shlàinte a thilleadh ach feumaidh tu an obair a choileanadh mus dig thu a-mach a-rithist. Nach eil cus eagail ort?
uk_ua: Ти можеш попити з цього фонтану, щоб відновити життєві сили, але ти мусиш закінчити це завдання перед тим, як іти назад. Не страшно?

source: I'm completely panicking, Olivia. Why now?
gd: Tha an dubh-eagal orm, Oighrig. Carson an-dràsta?
uk_ua: Я в паніці, Олівіє. Чому зараз?

source: It will be fine.
gd: Bi thu ceart gu leòr.
uk_ua: Все буде гаразд.

source: You can make it.
gd: Nì thu a’ chùis air.
uk_ua: Ти зможеш.

source: Bronann. Sorry, you have to complete this first.
gd: A Bhreannain. Tha mi duilich ach feumaidh tu seo a choileanadh an toiseach.
uk_ua: Бронане. Вибач, але спочатку виконай завдання.

source: You can use the fountain here to restore your health.
gd: ’S urrainn dhut am fuaran seo a chleachdadh airson do shlàinte a thilleadh.
uk_ua: Ти можеш попити з фонтана, щоб відновити життєві сили.

source: It seems it is your first time around, right? Need help?
gd: Tha coltas nach do cheannaich thu rud roimhe. ’Eil thu feumach air taic?
uk_ua: Здається, ти тут вперше? Потрібна допомога?

source: I wouldn't mind some help...
gd: Tha, bhiodh beagan taice math…
uk_ua: Не позаважала б...

source: I should be fine, thanks.
gd: Chan eil, mòran taing.
uk_ua: Дякую, не треба.

source: Welcome to my shop, then! First of all you can choose to either 'Buy' or 'Sell' items from the top menu right here... 'Trade' is for special offers that don't only cost money.
gd: Fàilte dhan bhùth agam ma-thà! An toiseach, tagh a bheil thu airson nithean a “cheannach” no a “reic” aig a’ bhàrr… Tha “iomlaidich” airson tairgsean sònraichte a chosgas barrachd air airgead.
uk_ua: Тоді вітаю в моїй крамниці! По-перше ви можете «Купити» або «Продати» речі прямо тут, в верхньому меню. Таксамо можна «Вдосконалити» речі, але для цього потрібні не тільки гроші.

source: Don't worry, I'll make good prices for you as you can testify in the buy ranking right there!
gd: Na biodh dragh ort, gheibh thu prìs mhath uam mar a chì thu ann an rangachadh na ceannachd an-seo!
uk_ua: Не хвилюйся, я пропонуватиму гарні ціни — можеш перевірити в рейтингу тут!

source: For now, let's see what I have in store and select the 'Buy' option...
gd: Faiceamaid na tha san stòras agam ’s tu a’ taghadh an roghainn “ceannaich”…
uk_ua: А тепер подивися, що я маю для продажу — обери варіант «Купити»...

source: Here you can see the list of available wares, how many items I've got and how many you already have for each.
gd: Chì thu liosta dhe na batharan a tha ri am faighinn ann a sheo, co mheud nì a th’ agam agus co mheud a th’ agadsa dhe gach nì.
uk_ua: Тут ти можеш побачити список доступних товарів, скільки товарів у мене є і скільки в тебе вже є.

source: Don't forget that certain items are limited or unique! When reviewing items, you can also cycle through the proposed item categories using the menu key (%s).
gd: Thoir an aire gu bheil nithean ann a tha cuingichte no àraidh! Nuair a bheir thu sùil air na nithean, ’s urrainn dhut seòladh tro roinnean-seòrsa nan nithean leis an iuchair clàr-taice (%s) ma thogras tu.
uk_ua: Не забувай, що деякі предмети обмежені або унікальні! Коли дивишся на предмети, ти можеш вибирати запропоновані категорії предметів кнопкою меню (%s).

source: Let's have a look at the potions...
gd: Thoireamaid sùil air na deochan…
uk_ua: Давай подивимося на зілля...

source: Once you're here, you'll be able to add or remove how many items you want by pressing left or right. Of course, only if you have money, Sweeties...
gd: Nuair a bhios tu ann a sheo, ’s urrainn dhut meudachadh no lùghdachadh co mheud nì a tha thu ag iarraidh leis na h-iuchraichean clì is deas. Ach chan obraich sin mur eil airgead agad, a ghràidh…
uk_ua: Тут ти можеш додати чи забрати стільки речей, скільки треба, натискаючи вправна стрілки вправо чи вліво. Звичайно, якщо в тебе є гроші, любий...

source: Shall I repeat?
gd: An innis mi seo dhut a-rithist?
uk_ua: Може, мені повторити?

source: Yes, please!
gd: Innsidh!
uk_ua: Так, давай ще раз!

source: No, it's alright!
gd: Chan innis, tha mi agaibh!
uk_ua: Ні, все зрозуміло!

source: Alright then, take a look around...
gd: Ceart ma-thà, seall mun cuairt…
uk_ua: Добре. Оглянь мій асортимент.

source: I found you! My comrades will be here in no time. Surrender now, or you'll be punished!
gd: Fhuair mi lorg oirbh! Thig mo chuideachd gun dàil. Gèillibh an-dràsta air no thèid ur peanasachadh!
uk_ua: Попалися! Сюди вже йдуть інші солдати. Здавайтеся, або дістанете покарання!

source: Don't listen to him! We must get rid of him before reinforcements arrive or we're doomed!
gd: Na èist ris! Feumaidh sinn chuidhteas fhaighinn dheth mus dig am foirlionadh no cuiridh iad às dhinn!
uk_ua: Не слухай його! Треба позбутися його, доки не прийшли інші, або нам кінець!

source: Time left:
gd: Ùine air fhàgail:
uk_ua: Часу залишилося:

source: Shall we jump?
gd: An leum sinn?
uk_ua: Перестрибнути?

source: Yes, let's go.
gd: Leumaidh.
uk_ua: Так, вперед!

source: Not now.
gd: Cha leum an-dràsta.
uk_ua: Ні, не зараз.

source: We made it, at last!
gd: Ràinig sinn ann, mu dheireadh thall!
uk_ua: Нарешті!

source: Indeed! Yeepee!
gd: Ràinig gu dearbh! Hò-rò!
uk_ua: Дійсно! Ураааа!

source: I'm so relieved we made it safely, hee hee.
gd: Tha mi cho toilichte gu bheil sinn sàbhailte, hi hi.
uk_ua: Аж полегшало, що ми безпечно добралися сюди.

source: Wait.
gd: Fuirich ort.
uk_ua: Зачекай.

source: Can you smell that stench?
gd: Am fairich thu an toth ud?
uk_ua: Ти чуєш запах?

source: Yes. Is it... smoke?
gd: Fairichidh. Dè th’ ann… toit?
uk_ua: Так. Це... дим?

source: Something's burning.
gd: Tha rudeigin ’na theine.
uk_ua: Щось горить.

source: Our village. It's burning.
gd: ’S e am baile againn a th’ ann. Tha e ’na theine.
uk_ua: Це ж наше село. Згарище.

source: My parents.
gd: Mo phàrantan.
uk_ua: Мої батьки.

source: Herth.
gd: Taog.
uk_ua: Герц.

source: Everyone.
gd: A h-uile duine.
uk_ua: Усі.

source: May they rest in peace.
gd: Sìth dhan anman.
uk_ua: Нехай вони спочивають у мирі.

source: All this...
gd: A h-uile càil seo…
uk_ua: Все це...

source: All this was for a crystal?
gd: A h-uile càil seo airson criostal, an robh?
uk_ua: Все це через кристал?

source: I'll fix this.
gd: Càirichidh mi seo.
uk_ua: Я зміню це.

source: If this crystal is so powerful, then I'll use it. And I'll fix this.
gd: Ma tha an criostal seo cho cumhachdach, cleachdaidh mi e. Agus càirichidh mi seo.
uk_ua: Якщо цей кристал дійсно такий потужний, я використаю його. І все зміню.

source: Then, I'll help you.
gd: Bheir mi taic dhut.
uk_ua: Тоді я тобі допоможу.

source: Banesore's minions are already all over the place.
gd: Tha luchd-taic Ghoirturbhaidh air feadh an àite mar-thà.
uk_ua: Прислужники Отрути вже скрізь тут.

source: The dark soldiers, as we call them, are fanatics. They'll follow Banesore's orders even if it means their death.
gd: ’S e fanataich a tha sna saighdearan dubha mar a th’ againn orra. Leanaidh iad òrduighean Ghoirturbhaidh fhiù ’s ma gheibh iad bàs.
uk_ua: Темні солдати, як ми їх називаємо, — фанатики. Вони виконуватимуть накази Отрути, навіть якщо він буде вести їх на смерть.

source: We don't know how he does it, but he can turn anybody into a servile subject.
gd: Chan eil fios againn ciamar a nì e sin ach nì e tràill de dhuine sam bith.
uk_ua: Я чула, що він може перетворити будь-кого на раба.

source: Their strength is increased by the transformation. That's why we call them the zombified army.
gd: Thèid daoine neartachadh leis a’ chruth-atharrachadh. Seo as adhbhar gu bheil “am feachd closach” againn orra.
uk_ua: Вони спотворюються і стають сильнішими. Тому їх ще називають зомбована армія.

source: We must absolutely avoid them or they'll call reinforcements.
gd: Feumaidh sinn an seachnadh mus gairm iad foirlionadh.
uk_ua: Ні у якому разі не можна попастися їм на очі, вони покличуть підмогу.

source: They are too strong. If they catch us, we're doomed.
gd: Tha iad ro neartmhor dhuinn. Cuiridh iad às dhuinn ma bheir iad grèim oirnn.
uk_ua: Вони занадто сильні. Якщо спіймають - нам кінець.

source: Dang! And now the rain too.
gd: Mac an donais! Tha an t-uisge ann a-nis cuideachd.
uk_ua: Тільки цього не вистачало! Дощ.

source: The path seems to lead straight into the storm up there. It's definitely our lucky day.
gd: Tha coltas gu bheil an t-slighe a’ dol dhan ghailleann thall shuas. Nach sinne a tha fortanach an-diugh.
uk_ua: Наш шлях, здається, веде прямо у шторм. Схоже, сьогодні наш щасливий день.

source: Don't lose faith, Kalya. If we manage to escape from them here, we'll be safe past the mountains.
gd: Na caill d’ earbsa, a Chaoimhe. Ma thèid leinn teicheadh on a sheo, bidh sinn sàbhailte taobh thall a’ mhonaidh.
uk_ua: Не хвилюйся, Кальо. Якщо ми зможемо пробратися через цю місцевість, ми будемо у безпеці.

source: If we can reach the great plains, we should indeed be out of trouble.
gd: Ma ruigeas sinn an raonach mòr, bu chòir dhuinn a bhith sàbhailte.
uk_ua: Так, якщо доберемося до рівнини, там дійсно буде безпечно.

source: This place is the village's old cemetery. It was used by the former villagers who lived in Layna.
gd: Seo seann-chladh a’ bhaile. Bhiodh na daoine a dh’fhuiricheadh ann an Duaine ’ga chleachdadh.
uk_ua: Це - старе кладовище села. Їм користалися люди, що раніше жили у Ліані.

source: The former villagers? What do you mean?
gd: Na daoine a dh’fhuiricheadh ann… dè tha sin a’ ciallachadh?
uk_ua: Наші попередники? Що ти маєш на увазі?

source: Layna Village was abandoned a long time ago, before your parents and all the others settled here. Your mother never told you that?
gd: Chaidh Baile Duaine a thrèigsinn o chionn fhada mus do ghabh do phàrantan is càch còmhnaidh an-seo. Nach do dh’innis do mhàthair dhut mu dhèidhinn a-riamh?
uk_ua: Розумієш, село Ліана було покинуто дуже давно, ще до того, як твої батьки й усі інші оселилися тут. Хіба твоя мати тобі не розповідала?

source: I've never been this far from the village without Herth. This place gives me the chills.
gd: Cha robh mi cho fad air falbh on bhaile às aonais Thaoig a-riamh. Tha an t-àite seo a’ chur an t-eagal orm.
uk_ua: Я ніколи не була так далеко від села без Герца. Тут моторошно.

source: Anyway, once the cemetery is behind us we should be out of trouble!
gd: Co-dhiù no co-dheth, nuair a thig sinn seachad air a’ chladh, bu chòir dhuinn a bhith sàbhailte!
uk_ua: Як би там не було, нам треба пройти через кладовище, щоб дістатися безпечного місця.

source: Are those the soldiers up there?
gd: A bheil saighdearan ann thall shuas?
uk_ua: Це там не солдати?

source: The west gate is condemned, as the Lord commanded.
gd: Tha geata an iar daor fo òrdugh an tighearna.
uk_ua: Західні ворота перекриті, як звелів Лорд.

source: Good. Let's go back and wait for them.
gd: Glè mhath. Tilleamaid a dh’fheitheamh orra.
uk_ua: Добре. Давай повернемося та почекаємо на них.

source: The gate to the great plains...
gd: Geata an raonaich mhòir…
uk_ua: Ворота на велику рівнину...

source: Have we got any other way to leave this place?
gd: A bheil slighe eile a-mach às an àite seo ann?
uk_ua: Може, є інший шлях втекти звідси?

source: Only one. The mountain top.
gd: Chan eil ach aon. Mullach na beinne.
uk_ua: Тільки один. Через вершину гори.

source: Oh no! The gate!
gd: Ochan ò! an geata!
uk_ua: О ні! Ворота!

source: We're trapped!
gd: Tha sinn glacte!
uk_ua: Ми у пастці!

source: You're mine now!
gd: ’S ann leamsa a tha sibh a-nis!
uk_ua: Тепер ви - мої!

source: I shall bring your souls to the master. You don't stand a chance against the Great Harlequin.
gd: Bheir mi ur n-anman dhan mhaighstir. Chan eil cothrom na Fèinne agaibh an aghaidh a’ Chleasaiche-fhanaid Mhòir.
uk_ua: Я принесу ваші душі панові. У вас немає шансів проти Великого Арлекіна.

source: But let's play together first, shall we?
gd: Ach cluichidh sinn beagan an toiseach, nach cluich?
uk_ua: Але, давайте спочатку пограємо?

source: Now catch me, if you can.
gd: Nise, feuchaibh an glac sibh mi.
uk_ua: Спіймайте мене, якщо зможете.

source: Enough of this shallow game. Give me your souls, now!
gd: Tha mi seachd searbh dhen gheama fhaoin seo a-nis. Thoiribh ur n-anman dhomh!
uk_ua: Досить цієї пустої гри. Тепер дайте мені ваші душі!

source: How could I be hurt by... children...
gd: Cha chreid mi gun deach mo leòn … le clann…
uk_ua: Мене перемогли... діти...

source: We'll see each other again, chosen one...
gd: Chì mi a-rithist thu, a dhuine-cloinne thaghta…
uk_ua: Ми ще побачимося, обраний...

source: We made it.
gd: Ràinig sinn an t-àite.
uk_ua: У нас вийшло.

source: Brr. It's quite cold up here.
gd: Foiteag. Tha e caran fionnar an-seo.
uk_ua: Бр-р. Тут холоднувато.

source: The bridge is a few feet away. Let's reach the mountain pass before the frost kills us.
gd: Chan eil an drochaid fada oirnn. Ruigeamaid am bealach mus fhaigh sinn bàs leis an fhuachd.
uk_ua: Міст прямо перед нами. Давай дістанемося перевалу, доки не задубіли з холоду.

source: Let's hurry. I can't feel my toes anymore.
gd: Tiugainn gun dàil. Chan eil mi a’ faireachdainn m’ òrdagan tuilleadh.
uk_ua: Поквапимося. Я не відчуваю пальців на ногах.

source: (Woah, this bridge doesn't look very sturdy.)
gd: (Thoir an aire, chan eil coltas glè threun air an drochaid seo.)
uk_ua: (Ой, цей міст, здається, не дуже міцний.)

source: Well, here we go.
gd: Uill, tiugainn.
uk_ua: Ну, ідемо.

source: There!
gd: An-siud!
uk_ua: Ось вони!

source: Catch them before they reach the shrine!
gd: Feumaidh sinn an glacadh mus ruig iad an naomh-chiste!
uk_ua: Спіймайте їх до того, як вони дістануться святині!

source: Let's run!
gd: Thoiribh ur casan leibh!
uk_ua: Тікаймо!

source: I'll cut those ropes!
gd: Gearraidh mi na ròpannan!
uk_ua: Я можу обрізати міст!

source: That was close.
gd: Abair caol-shàbhaladh!
uk_ua: Оце пощастило.

source: Damn!
gd: Gonadh orra!
uk_ua: Прокляття!

source: The master won't be happy with this.
gd: Cha bhi am maighstir toilichte le seo.
uk_ua: Пан сильно розлютиться.

source: You won't get away so easily. We will catch you sooner or later.
gd: Cha teic sibh cho furasta sin. Glacaidh sinn sibh gu luath no mall.
uk_ua: Вам не втекти. Ми все одно спіймаємо вас рано чи пізно.

source: Hurray! Those idiots will have a hard time catching us now!
gd: Hò-rò! Cha ghlac na h-amadain ud sinn gun duilgheadas a-nis!
uk_ua: Ура! Тепер хай ті дурні спробують нас спіймати!
