Repository: Aluminum5/ValyriaTear
Catalog: po/*.po
Languages: gd, uk_ua

source: This circle is a save point. Here, you can save your game by pushing %s.
gd: ’S e puing-shàbhalaidh a tha sa chearcall seo. Brùth air %s nuair a bhios tu an-seo gus an geama a shàbhaladh.
uk_ua: Це коло - місце для збереження гри. Щоб зберегти гру, слід натиснути %s.

source: You can come back here and save as many times as you want.
gd: ’S urrainn dhut tilleadh an-seo agus an geama a shàbhaladh cho tric ’s a thogras tu.
uk_ua: Сюди можна повертатися і зберігати гру так часто, як потрібно.

source: Now that you're *finally* up, could you go buy some barley meal for us?
gd: Nise o na dh’èirich thu fa dheòigh, an dèid thu min-eòrna a cheannach dhuinn?
uk_ua: Тепер, коли ти *нарешті* встав, може, сходиш і купиш нам ячмінного борошна?

source: Barley meal? Again?
gd: Min-eòrna? A-rithist?
uk_ua: Ячмінне борошно? Знову?

source: Hmph, just go boy. You'll be free after that, ok?
gd: A sheòid, dèan na dh’innis mi dhut. Bidh thu saor an uairsin, ceart gu leòr?
uk_ua: Хмф, хлопче, просто йти. Потім робитимеш, що хочеш, добре?

source: Thanks for helping me out with the dishes.
gd: Mòran taing airson mo chuideachadh leis na soithichean.
uk_ua: Дякую, що допоміг мені помити посуд.

source: Say, mom? Why is the village entrance blocked?
gd: A mhàthair? Carson a chaidh inntrigeadh a’ bhaile a bhacadh?
uk_ua: Скажи, мамо, а чому вхід в село закрито?

source: All of the village elders' nerves are on edge. There is something going on here! Why won't you tell me?
gd: Tha seanairean a’ bhaile uile fo iomagain. Tha rudeigin a’ tachairt! Carson nach innis sibh dhomh?
uk_ua: У всіх старших здають нерви. Щось відбувається! Чоми ви мені не розкажете?

source: Bronann, there is something we, your mother and I, have to tell you.
gd: A Bhreannain, feumaidh mi fhìn is do mhàthair rudeigin innse dhut.
uk_ua: Бронане, є дещо, що ми з мамою мусимо тобі сказати.

source: Sorry son. In fact, we've been willing to tell you since quite a lot of time now.
gd: Duilich, a mhic. Bha sinn airson seo innse dhut fad ùine mhòr mu thràth.
uk_ua: Вибач, синку. Нам давно треба було сказати.

source: We chose to live in this village for a reason, we
gd: Cha dàinig sin a dh’fhuireach sa bhaile seo gun adhbhar, bha
uk_ua: Ми не просто так стали жити в цьому селі, ми

source: Huh? What was that light?
gd: Gu dè? Dè an solas a bha siud?
uk_ua: Га? Що це за спалах?

source: Bronann! Wait!
gd: A Bhreannain! Fuirich ort!
uk_ua: Бронане! Чекай!

source: Nice job, son.
gd: Is tusa am balach!
uk_ua: Гарна робота, синку.

source: Please have go and see Olivia. She will explain everything to you.
gd: Rach a dh’iarraidh Oighrig. Mìnichidh ise a h-uile càil dhut.

source: Hey son! Did you sleep well? Hmm, now where did I leave that oil lamp?
gd: A laochain! An d’fhuair thu cadal sèimh? Nise, cà na chuir mi an t-ola lampa ud?
uk_ua: Доброго ранку, синку! Чи тобі добре спалося? Гм... де ж я цю лампаду залишив?

source: Hi Dad! Um, I don't know. Sorry.
gd: Athair! Chuir… chan eil fhios a’am. Duilich.
uk_ua: Привіт, тату! Еее... я не бачив, вибач.

source: Nah, no problem, I'll find it somewhere, eventually.
gd: Na gabh dragh, lorgaidh mi àite air choireigin e aig deireadh na sgeòil.
uk_ua: Ні, нічого, потім я її все ж знайду.

source: By the way, I have great news for you, son.
gd: Eadar dà sgeul, tha deagh naidheachd agam dhut, a mhic.
uk_ua: До речі, синку, в мене для тебе чудові новини.

source: Something you've been waiting for. Come here I'll show you.
gd: Seo rudeigin a bha fiughair agad ris. Trobhad is seallaidh mi dhut.
uk_ua: Ти давно на це чекав. Підійди, я тобі покажу.

source: Today, you're going to help Olivia with this.
gd: Cuidichidh tu Oighrig le seo an-diugh.
uk_ua: З цим ти допомагатимеш сьогодні Олівії.

source: Wow, your practice sword. Many thanks Dad.
gd: A shaoghail, an claidheamh trèanaidh agaibh. Mòran taing, athair.
uk_ua: Ого, тренувальний меч. Щиро дякую, тату.

source: Your mother and I believe you've now grown enough to start dealing with the critters around the village.
gd: Tha do mhàthair ’s mi fhìn dhen bheachd gun d’ ràinig thu an ìre as urrainn dèiligeadh ris na creutairean mu thimcheall a’ bhaile.
uk_ua: Ми з мамою вважаємо, що ти вже достатньо дорослий, щоб самому розбиратися з тварюками навколо села.

source: Go see Olivia. She will explain everything to you.
gd: Rach a dh’iarraidh Oighrig. Mìnichidh ise a h-uile càil dhut.
uk_ua: Сходи до Олівії. Вона все тобі пояснить.

source: Bronann, promise me that you'll be careful, ok?
gd: A Bhreannain, geall dhomh gum bi thu cùramach.
uk_ua: Бронане, пообіцяй мені, що ти будеш обережним, добре?

source: So, finally you're going away.
gd: Nise, tha thu a’ falbh mu dheireadh thall.
uk_ua: Значить, ти нарешті йдеш.

source: Please, take this. It's not much but I hope it will help.
gd: Gabh seo. Chan eil e mòran ach tha mi ’n dòchas gun cuidich e.
uk_ua: Прошу, візьми це. Тут небагато, але сподіваюся, що воно стане тобі в пригоді.

source: Thanks, mom.
gd: Mòran taing, a mhàthair.
uk_ua: Дякую, мамо.

source: Take care, my son.
gd: Thoir an aire, m’ eudail.
uk_ua: Бережи себе, синку.

source: (sigh)... Got it, mom!
gd: (osna)… Fhuair mi i, a mhàthair!
uk_ua: (зітхнення)... Так, мамо!

source: Perfect timing, let's have dinner.
gd: Dìreach ri àm, gabhamaid an dìnnear.
uk_ua: Ти якраз вчасно. Сідаймо обідати.

source: Perfect timing, I'll cook dinner. Have you helped your father yet?
gd: Dìreach ri àm, nì mi dìnnear dhuinn. Na chuidich thu d’ athair fhathast?
uk_ua: Ти якраз вчасно, я приготую вечерю. Ти ще не допоміг батьку?

source: Could you go and buy some barley meal for the three of us?
gd: An dèid thu gus min-eòrna fhaighinn dhan triùir againn?
uk_ua: Може, ти сходиш і купиш ячмінного борошна на нас трьох?

source: Hi son, did you have a nightmare again last night?
gd: Shin thu m’ eudail, an robh trom-laighe ort a-rithist a-raoir?
uk_ua: Привіт, синку. Чи у тобі знову снився страшний сон?

source: Hi mom. Huh, how did you know?
gd: A mhàthair. Saoil ciamar a tha fhios agaibh?
uk_ua: Привіт, мамо. Е, а звідки ти знаєш?

source: Eh eh? Have you already forgotten that I'm your mother?
gd: Ùbh ùbh. Na dhìochuimhnich thu mar-thà gur mise do mhàthair?
uk_ua: Ну... Невже ти забув, що я твоя мати?

source: Don't venture too far, I'll need your help soon!
gd: Na rach ro fhada, bi mi feumach air do thaic a dh’aithghearr!
uk_ua: Не йди далеко. Мені скоро знадобиться твоя допомога.

source: Finally, we made it back home.
gd: Thill sinn dhachaigh mu dheireadh thall.
uk_ua: Ми нарешті повернулися додому.

source: I'll go and get Herth. Your parents must be worried. Go home. We'll meet there.
gd: Thèid mi a shireadh Taog. Feumaidh gu bheil do phàrantan fo uallach. Rach dhachaigh. Chì mi ann a shiud thu.
uk_ua: Я піду за Герцем. Твою батьки, мабуть, хвилюються. Йду додому. Там зустрінемось.

source: I should really get back home.
gd: Bu chòir dhomh dol dhachaigh dha-rìribh.
uk_ua: Мені справді треба додому.

source: Weird, I don't see any lights on in there. I have a bad feeling about this, let's get back home.
gd: Sin neònach, chan fhaic mi solas thall. Tha mi mì-shocair mu dhèidhinn, tilleamaid dhachaigh.
uk_ua: Дивно, я не бачу тут світла. У мене погане передчуття, давай повернемося додому.

source: Huh?
gd: Duda?
uk_ua: Що?

source: What's happening here?! Where is everyone?
gd: Dè tha tachairt an-seo?! Cà bheil a h-uile duine?
uk_ua: Що тут відбувається?! Де всі?

source: Help!
gd: Cobhair!
uk_ua: Допоможіть!

source: Kalya?!
gd: A Chaoimhe?!
uk_ua: Каля?!

source: Let go of me! You cheap low-grade filthy jerks.
gd: Leig mi! Amadain shaor shalach.
uk_ua: Відпусти мене! Паршиві брудні мерзотники!

source: Keep quiet, little brat!
gd: Ist do bheul, a dhroch-isein!
uk_ua: Не дзявкай, цуценятко!

source: Soldiers wearing black armor... the Lord's personal guard!
gd: Saighdearan le armachd dhubh orra.. seo gillean-crios a’ mhorair!
uk_ua: Солдати в чорній броні... особиста варта лорда!

source: Fortunately, they didn't see me or I would have been caught as well.
gd: Gu fortanach, chan fhaca iad mi no rachadh mo ghlacadh cuideachd.
uk_ua: На щастя, вони мене не побачили, бо спіймали б і мене.

source: I should follow them silently.
gd: Bu chòir dhomh leantainn orra gu sàmhach.
uk_ua: Треба тайкома піти за ними.

source: What am I doing? I should go and try to free Kalya!
gd: Dè tha mi dèanamh? Bu chòir dhomh feuchainn Caoimhe a shaoradh!
uk_ua: Що я роблю? Мені треба спробувати звільнити Калю!

source: Do you need something, Bronann?
gd: ’Eil rudeigin a dhìth ort, a Bhreannain?
uk_ua: Чи тобі щось потрібно, Бронане?

source: Ahh sure! (gossip, gossip)
gd: Seadh seadh! (gobaireachd, gobaireachd)
uk_ua: Ба, звичайно! (пліткують)

source: Did you hear that? (gossip, gossip)
gd: Na chuala tu seo? (gobaireachd, gobaireachd)
uk_ua: А ти чула? (пліткують)

source: If you're running after Orlinn, I just saw him near your house.
gd: Ma tha thu an toir air Odhran, tha mi air fhaicinn faisg air do thaigh.
uk_ua: Якщо ти бігаєш за Орліном, я тільки що бачила його біля вашої хати.

source: Do you want to trade with me?
gd: Am bu mhiann leat malart?
uk_ua: Хочеш поторгуватися?

source: Tired of walking? You can run when holding the Cancel (%s) key
gd: A bheil thu seachd searbh dhen choiseachd? Cùm sìos an iuchair sguir dheth (%s) airson ruith
uk_ua: Втомилися йти пішки? Щоб бігти, можна утримувати клавішу Cancel (%s)

source: Hmm, I'll go to Flora's shop. I hope she'll help me.
gd: An-dà, thèid mi gu bùth Flòraidh. Tha mi ’n dòchas gun cuidich i mi.
uk_ua: Хм, я піду до крамниці Флори. Сподіваюся, що вона мені допоможе.

source: ORLINN! Come here, NOW!
gd: Odhrain! Trobhad sa bhad!
uk_ua: ОРЛІНЕ! Іди сюди, НЕГАЙНО!

source: Orlinn, give back the pen to Bronann or I shall sma...
gd: Odhrain, thoir am peann air ais dha Bhreannain no bheir mi…
uk_ua: Орліне, віддай Бронану олівець, або я так тебе...

source: Yea, yes, here it is.
gd: Iochd, seo e.
uk_ua: Так, так, ось він.

source: I found that pen under a tree near the river. I just wanted to play.
gd: Lorg mi am peann ud fo chraobh faisg air an abhainn. Cha robh mi ach airson cluich.
uk_ua: Я знайшов олівець під деревом біля річки. Я просто хотів погратися.

source: Don't worry about it.
gd: Tha sin ceart gu leòr.
uk_ua: Не хвилюйся.

source: What was this?
gd: Dè fon ghrèin?
uk_ua: Що це було?

source: Bronann, there is something that I have to tell you. We've been fearing for this moment, your mother and I.
gd: A Bhreannain, feumaidh mi rudeigin innse dhut. Bha an t-eagal againn air an latha seo, agamsa ’s aig do mhàthair.
uk_ua: Бронане, я мушу тобі дещо розказати. Ми з матір'ю боялися, що ця мить наступить.

source: They're coming!
gd: Tha iad a’ tighinn!
uk_ua: Вони наближаються!

source: Carson, they've crossed the river. They shall be here in no time.
gd: A Chaluim, thàinig iad thairis air an abhainn. Bidh iad oirnn a dh’aithghearr.
uk_ua: Карсоне, вони перейшли річку. Вони будуть тут дуже скоро.

source: Huh? Hey, what's happening here?!
gd: È? Dè tha tachairt an-seo?!
uk_ua: Що? Гей, що тут коїться?!

source: Bronann, I...
gd: A Bhreannain, tha…
uk_ua: Бронане, я...

source: Herth!
gd: A Thaoig!
uk_ua: Герце!

source: Herth! Orlinn has disappeared. I saw him taking the forest pathway!
gd: A Thaoig! Dh’fhalbh Odhran. Chunna mi e air slighe na coille!
uk_ua: Герце! Орлін зник! Я бачив, як він ішов лісовою стежкою!

source: Kalya, you were supposed to keep an eye on him!
gd: A Chaoimhe, ’s e do dhleastanas a bh’ ann sùil a chumail a-mach air!
uk_ua: Кальо, ти ж мусила за ним слідкувати!

source: I did, but he just slipped through my fingers at the very second that strange light appeared.
gd: Chùm ach theich e uam an dearbh dhiog a nochd an solas annasach ud.
uk_ua: Я дивилася. Але він у мене прямо з-під рук вислизнув тої миті, як з'явився цей спалах.

source: Kalya, the army is coming. I'll deal with them. You go and find Orlinn as fast as possible.
gd: A Chaoimhe, tha am feachd a’ tighinn. Dèiligidh mise riutha. Siuthad is lorg Odhran cho luath ’s a ghabhas.
uk_ua: Кальо, йде армія. Я з ними розберуся. Ви йдіть та знайдіть Орліна якомога скоріше.

source: But you might get hurt!
gd: Ach ’s dòcha gun dèid ur leòn!
uk_ua: Але це ж може бути небезпечно!

source: Don't worry. We'll simply talk to them and they'll move on. You know what you have to do, right?
gd: Na gabh dragh. Bruidhnidh sinn riutha ’s falbhaidh iad. Tha fhios a’d dè dh’fheumas tu dèanamh, nach eil?
uk_ua: Не хвилюйся. Ми просто поговоримо й вони підуть далі. Ти знаєш, що робити, правда?

source: Herth, we both know it'll likely...
gd: A Thaoig, tha fhios againn gu bheil e buailteach…
uk_ua: Герц, ми ж знаємо, що вони...

source: Do as I say and it'll be alright.
gd: Dèan na thuirt mi agus bidh e ceart gu leòr.
uk_ua: Йди і роби, як я сказав, і все буде добре.

source: But...
gd: Ach…
uk_ua: Але...

source: Bronann, you should go with her.
gd: A Bhreannain, bu chòir dhut dol còmhla rithe.
uk_ua: Бронане, ти підеш із нею.

source: What?!
gd: B’ àill leibh?!
uk_ua: Що?!

source: Carson is right, Kalya. Bronann shall go with you.
gd: Tha Calum ceart, a Chaoimhe. Thèid Breannan còmhla riut.
uk_ua: Карсон правий, Кальо. Бронан піде з тобою.

source: But he would just be a burden!
gd: Ach bhiodh e ’na throm orm!
uk_ua: Але він буде мені заважати!

source: Huh? Hey! But...
gd: Ubh? È! Ach…
uk_ua: Що? Ні! Я...

source: He won't slow you down, believe me. Right, Bronann?
gd: Cha chuir e maille ort, èist rium. An cuir, a Bhreannain?
uk_ua: Він тобі не буде заважати, повір мені. Вірно, Бронане?

source: But Herth!
gd: Ach a Thaoig!
uk_ua: Але Герце!

source: Carson is right, Kalya. Bronann shall go with you. It's an order.
gd: Tha Calum ceart, a Chaoimhe. Thèid Breannan còmhla riut. ’S e òrdugh a th’ ann.
uk_ua: Карсон правий, Кальо. Бронан піде з тобою. Це наказ.

source: Gahh, ok.
gd: Thèid ma-thà ge b’ oil leam.
uk_ua: Ех, добре.

source: Now go, my son. I'll explain it to you once it is all finished. I trust you will succeed.
gd: Siuthad ’s fhalbh, a sheòid. Mìnichidh mi dhut e nuair a bhios sinn seachad air. Tha mi cinnteach gun dèid leat.
uk_ua: Йди, синку. Я поясню все, коли все закінчиться. Я вірю, що у вас все вийде.

source: Thanks dad, we'll find him in no time.
gd: Mòran taing, athair, lorgaidh sinn e gun dàil.
uk_ua: Дякую, тато. Ми обов'язково знайдемо Орліна.

source: We shall go now. Good luck, both of you.
gd: Falbhaidh sinn a-nis. Gura math a thèid leis an dithis agaibh.
uk_ua: Ми зараз підемо. Удачі вам обом.

source: Good luck, son.
gd: Gura math a thèid leat, a sheòid.
uk_ua: Хай щастить, сину.

source: Ok, we'll go together. But slow me down and I'll make you regret it.
gd: Ceart ma-thà, thèid sinn ann còmhla. Ach ma chuireas tu maille orm, bidh goirt a’ cheannachd agad air.
uk_ua: Добре, ми підемо разом. Але затримуватимеш мене — пошкодуєш, обіцяю.

source: Don't worry, we'll find him. Ok?
gd: Na gabh dragh, lorgaidh sinn e. Ceart ma-thà?
uk_ua: Не хвилюйся, давай знайдемо Орліна. Гаразд?

source: Kalya joins your party!
gd: Tha Caoimhe ’nad chuideachd a-nis!
uk_ua: Каля приєдналася до команди!

source: By the way, have you ever prepared yourself for something like this before?
gd: Eadar dà sgeul, na dh’ullaich thu airson a leithid rud a-riamh?
uk_ua: До речі, чи ти готовий до чогось подібного?

source: Huh? Well, Orlinn doesn't disappear every day, you know?
gd: B’ àill leat? Cha dèid Odhran a-mach à sealladh gach latha, fhios a’d?
uk_ua: Ну... Орлін не зникає щодня, правда ж?

source: I see. Then there are two very important things that you need to know.
gd: Cha dèid. Nise, tha dà rud cudromach air a dh’fheumas tu d’ aire a thoirt.
uk_ua: Зрозуміло. Тоді тобі треба знати дві дуже важливі речі.

source: First of all, before going there, you might need better equipment. You should visit Flora first, ok?
gd: An toiseach, mus fhalbh sinn, bidh feum agad air uidheamachd nas fheàrr. Bu chòir dhut tadhal air bùth Flòraidh.
uk_ua: Перш за все, перед тим, як іти до лісу, нам може знадобиться краще оснащення. Варто спочатку зайти до Флори.

source: And I hope that you have already equipped your sword. If you haven't, open your inventory by pressing the menu key (%s), and select 'Equip'. Then you'll be able to select your sword and add it as your main weapon.
gd: Agus tha mi ’n dòchas gun do dh’uidheamaich thu an claidheamh agad. Mur an do dh’uidheamaich, fosgail an tasgadh agad leis an iuchair clàr-taice (%s) ’s tagh “Uidheamaich.” ’S urrainn dhut an claidheamh agad a thaghadh an uairsin mar am prìomh-arm agad.
uk_ua: І сподіваюся, що ти вже взяв свій меч в руки. Якщо ні, відкрий інвентар, натиснувши на кнопку меню (%s), та вибери «Спорядити». Тоді ти зможеш обрати свій меч и використовувати його як основну зброю.

source: You mean I need to push a key to open my bag?
gd: ’Eil seo a’ ciallachadh gum feum mi brùthadh air iuchair gus am baga agam fhosgladh?
uk_ua: Як це? Натиснути клавішу, щоб відкрити мій інвентар?

source: Nevermind that, just do it.
gd: Coma leat co-dhiù, dèan e.
uk_ua: Не забивай собі голову дурницями - просто береш і робиш.

source: Also, the person in front of the battle line will lead the group in the forest. What I mean by that is the person on the top of the battle formation will actually appear while the others will stay hidden.
gd: Cuideachd, bidh an neach air toiseach loidhne còmhraige a’ stiùireadh am buidheann tron choille. Is ciall dha seo gun nochd an neach a tha air thoiseach càich fhad ’s a mhaireas càch falaichte.
uk_ua: Також, персонаж, що стоїть попереду, буде вести групу до лісу. Тобто усі бачать людину попереду команди, а інші будуть неначе сховані.

source: Hmm, right. I'm not sure that I fully get what you mean, but...
gd: Ceart ma-thà. Chan eil mi cinnteach gu bheil mi agad, ach…
uk_ua: Ну... мабуть. Я не дуже впевнений, що до кінця розумію, що ти маєш на увазі, але...

source: Rrrr, Bronann. Just listen.
gd: Rrrr, a Bhreannain. Èist.
uk_ua: Р-р-р, Бронане. Просто послухай.

source: That will be the case only in certain areas. Here in the village, you'll be the one leading, or at least you may believe that.
gd: Bidh seo fìor an an sgìrean sònraichte a-mhàin. Sa bhaile seo, bidh thu fhèin a’ stiùireadh càch is seo na shaoileadh tu co-dhiù.
uk_ua: Так буде тільки в деяких місцевостях. Тут, в селі, першим будеш ти — ну, принаймні тобі буде так здаватися.

source: Bronann! Sorry, you know that you can't access the forest without permission.
gd: A Bhreannain! Tha mi duilich, ach tha fhios a’d nach fhaod thu dol dhan choille gun chead.
uk_ua: Бронане! Вибач, іти в ліс без дозволу не можна.

source: Aww...
gd: Ò ghiall…
uk_ua: От біда...

source: Hey Bronann. I can see you have your father practice sword. Ready for your first real challenge?
gd: Shin thu, a Bhreannain. Chì mi gu bheil claidheamh trèanaidh d’ athar agad. A bheil thu deiseil airson a’ chiad dùbhlan agad?
uk_ua: Гей, Бронане! Бачу, в тебе тепер батьківський тренувальний меч. Готовий до першої справжньої битви?

source: Hey Olivia. I guess so. What is it all about?
gd: Sin sibh fhèin, Oighrig. Cha chreid mi nach eil. Dè as adhbhar dha?
uk_ua: Гей, Олівіє. Напевне, так. Що це буде?

source: Follow me.
gd: Lean orm.
uk_ua: Іди за мною.

source: Here we go!
gd: Tiugainn!
uk_ua: Ось ми й тут!

source: Time to dive in, Bronann.
gd: Àm tòiseachaidh, a Bhreannain.
uk_ua: Час пірнати, Бронане.

source: Follow me inside.
gd: Lean orm a-steach.
uk_ua: Іди за мною всередину.

source: Good luck Bronann.
gd: Gura math a thèid leat, a Bhreannain.
uk_ua: Нехай щастить, Бронане.

source: Ah, the river is so beautiful at this time of the year. I feel like writing some poetry...
gd: Ò nach àlainn an abhainn an t-àm seo dhen bhliadhna? Tha miann a’ bhàrdachd orm a-nis…
uk_ua: Ах, яка ж неперевершена річка цієї пори року. Вона надихає мене на поезію...

source: Here it is, Georges.
gd: Seo dhuibh, a Shomhairle.
uk_ua: Ось Ваш олівець, вуйко Жорже.

source: You're the nicest person I know, Bronann. I will tell everyone how brave you...
gd: Is tusa am fear as coibhneile air a bheil mi eòlach, a Bhreannain. Innsidh mi dhan a h-uile duine dè cho dàna ’s…
uk_ua: О, який же ти файний хлопець, Бронане! Я обов'язково напишу вірш про твій хоробрий вчинок...

source: (sigh)... Georges!
gd: (osna)… A Shomhairle!
uk_ua: (зітхання)... Жорже!

source: Ok ok. Just having a bit of spirit, young man.
gd: Air do shocair, cha b’ e ach beagan meanmna a bh’ ann, a ghille.
uk_ua: Добре, добре. Просто мені прийшло натхнення, юначе!

source: You see, I lost my beloved pen. Was it near a tree or next to the waving child of the mountain snow?
gd: Chaill mi peann mo ghaoil, fhios a’d? An robh e faisg air craobh no air an duine-chloinne a smèid o shneachd na beinne?
uk_ua: Розумієш, згубив я мій чудовий олівець. Чи біля дерева, чи у воді? Чи у садку, чи на горі?

source: Shall you find it, I would be extremely obliged to you!
gd: Nan lorgadh tu e, bhithinns’ fada ’nad chomain!
uk_ua: Якщо знайдеш його, подякую тобі!

source: Inquire our comrades in the settlement, perhaps somebody has laid their eyes on it.
gd: Faighnich dha ’r càirdean sa bhaile, ’s dòcha gum faca cuideigin e.
uk_ua: Попитай у односільчан, може хтось його взяв без дозволу.

source: (sigh...) Hmm, fine. I'll have a look.
gd: (osna)… Ceart ma-thà, bheir mi sùil air.
uk_ua: (зітхання...) Хм, добре. Я подивлюся.

source: Oh Bronann, sad is the poet today.
gd: Ochan ò a Bhreannain, nach brònach ’s a tha am bàrd an-diugh.
uk_ua: О Бронане, сумний день для поета!

source: Hi Georges, well, I was just passing by you know, and
gd: A Shomhairle, ’s ann gun robh mi air an t-slighe gu
uk_ua: Привіт, Жорже, я тут ішов собі

source: I promise I won't bother you again.
gd: Geallaidh mi dhut nach cuir mi dragh ort a-rithist.
uk_ua: Обіцяю, більш не буду завдавати тобі клопоту.

source: Don't worry about that, Orlinn. Ok?
gd: Na gabh dragh mu dhèidhinn, Odhrain. Air do shocair, a ghille.
uk_ua: Не хвилюйся про це, Орліне. Добре?

source: Kalya, have you seen Orlinn?
gd: A Chaoimhe, am faca tu Odhran?
uk_ua: Кальо, чи ти не бачила Орліна?

source: Why? Oh, don't tell me. He's hiding somewhere.
gd: Carson? Na innis dhomh gu bheil e ’na fhalach am badeigin.
uk_ua: Чому? А, не відповідай. Він десь ховається.

source: Yes, he took Georges pen and I need to give it back to him...
gd: Tha ’s thog e peann Shomhairle agus feumaidh mi thilleadh dha…
uk_ua: Так, він взяв олівець Жоржа, і мені треба його повернути...

source: Hmpf, no surprise. Do you want me to bring him back?
gd: Chan e iongantas a tha sin. An doir mi air ais dhut e?
uk_ua: Гм... Від нього можна таке очікувати. Давай, я його покличу?

source: No, it's not that bad.
gd: Cha doir, chan eil e ro dhona.
uk_ua: Та ні, все файно.

source: As you wish.
gd: Mar a thogras tu.
uk_ua: Ну, справа твоя.

source: Hee hee hee!
gd: Hi hi hi!
uk_ua: Хі-хі-хі!

source: What are you laughing about, Orlinn?
gd: Dè thug a’ ghàire ort, Odhrain?
uk_ua: Що це ти смієшся, Орліне?

source: You'll never find it!
gd: Cha lorg sibh e gu bràth tuilleadh!
uk_ua: Ти його ніколи не знайдеш!

source: Huh? Wait! Are you talking about Georges's lost pen?
gd: Dè nach lorg sinn? Fuirich ort! ’Eil thu a’ bruidhinn air peann caillte Shomhairle?
uk_ua: Що? Чекай! Ти говориш про олівець Жоржа?

source: Hee hee hee! Yes!
gd: Hi hi hi! Thà!
uk_ua: Хі-хі-хі! Так!

source: Please tell me! Have you found it?
gd: Innis dhomh! Na lorg thu e?
uk_ua: Скажи мені, будь ласка! Ти його знайшов?

source: Maybe yes, maybe no!
gd: ’S dòcha gun do lorg, ’s dòcha nach do lorg!
uk_ua: Може так, а може й ні!

source: Oh no, please Orlinn! I need it!
gd: Odhrain, a sheòid! Tha mi feumach air!
uk_ua: Будь ласка, Орліне! Мені він треба!

source: Sure, I'll help you. But only if you can catch me!
gd: Seadh, bheir mi cuideachadh dhut. Ach feumaidh tu mo ghlacadh an toiseach!
uk_ua: Звичайно, я тобі допоможу. Але тільки, якщо ти мене спіймаєш!
